{
  "Vagabundo": {
    "Presentacion": [
      "Hey, perdona! $?Tienes alguna monedilla de sobra para alguien que est$a pasando un mal d$ia?",
      "No tienes nada verdad... Ah si, $!t$u eres el notas ese que ha salido corriendo de la oficina de correos!",
      "Vaya liada has hecho, ha llegado tu jefe y est$a que echa humo contigo... $!Si es que tendr$ia que ser yo el que te ayude a ti!",
      "Oye amigo perdona por los modales, que llevo mucho tiempo sin que nadie se pare conmigo a hablar y se me est$a olvidando comportarme.",
      "Me llamo Anemos, un placer conocerte.",
      "Bueno, va siendo hora de dejarte que tu coleguita te est$a esperando en la puerta para darte la chapa."
    ],
    "FelicidadMinima": [
      "felicidadMinima vagabundo"
    ],
    "FelicidadMaxima": [
      "felicidadMaxima vagabundo"
    ],
    "Dia1": [
      "no se usa"
    ],
    "PostConversacionDia1": [
      "no se usa"
    ],
    "Dia2": [
      " $!Viejo amigo! $?C$omo te va la vida?",
      " $?Que nos conocimos ayer? Ah, bueno... Eso no quita que pueda tener aprecio por mi nuevo amigo.",
      "De hecho te aprecio tanto que te voy a pedir un favorcillo de nada. Ver$as, llevo comiendo fatal mucho tiempo y no sabes lo que dar$ia yo por un buen filete.",
      "Un jugoso y delicioso filete... Es lo $unico que deseo en esta vida...",
      "Me ha contado uno de los campesinos de por aqu$i que hoy iban a mandar un encargo al distrito Dem$eter, much$isimos paquetes repletos de comida.",
      "Y digo yo, que si son muchos por uno que se extrav$ie no pasar$a nada...",
      "Si no te es mucha molestia m$andamelo al distrito de Hestia y lo recoger$e en su nombre.",
      "Filete..."
    ],
    "PostConversacionDia2": [
      "Apreciar$ia mucho si me dirigieses un paquetillo de comida de esos de Demeter a Hestia, $!Ser$ias el mejor amigo que uno puede tener!"
    ],
    "Dia3": [
      " $!Buenos d$ias, amigo! $?Qu$e tal est$as?",
      " $!Hoy estoy muy agradecido, amigo! Me he despertado y no me han robado el cart$on, eso tiene que ser una bendici$on de Dios de que lo estoy haciendo bien. $!JA JA JA!",
      "Ver$as, hoy he mandado un paquete a unos colegas del distrito de Artemisa, y me gustar$ia que llegara de una pieza.",
      "Igual esta un poco mal sellado, o el cart$on esta un poquito reventado... pero es que con los recursos que tengo tampoco puedo hacer mucho..."
    ],
    "PostConversacionDia3": [
      "Como te dec$ia, les he mandado a unos colegas un paquete. El paquete va hacia Artemisa, $!Recu$erdalo, amigo!"
    ],
    "Dia4": [
      " $!Buenas, socio! $?C$omo te va todo?",
      " $!Hoy es mi d$ia de suerte, amigo! No vas a creer lo que he encontrado rebuscando en la basura. $!Mira!",
      "Te muestra una bola del tama$%o de una u$%a. Tiene un color dorado brillante. Se nota que es falsa",
      " $!Estoy que me salgo! Se lo voy a mandar a un joyero para que me diga cuanto vale. Lo mandar$e por paqueter$ia, as$i que no me la robes, $?eh?",
      " $!Voy a ser rico!"
    ],
    "PostConversacionDia4": [
      " $!Vaya pepita que me he encontrado chaval! $!Esto seguro me saca de esta miseria!"
    ],
    "Dia5": [
      "Ey, amigo...",
      "Resulta que la joya de ayer era falsa... No veas que bajona llevo...",
      "Toma, ya no la quiero, te la regalo. Haz lo que quieras con ella.",
      "Ya que somos amigos inseparables y me has ayudado tanto, $?te puedo preguntar algo?",
      " $?Qu$e opinas del rey? $?Crees que es justo con su pueblo? $?Crees que los campesinos nos merecemos estos tratos? $?Crees de verdad que este es el rey que nos merecemos?",
      "Bueno, no deber$iamos hablar de esto... Primero tengo que saber si puedo confiar en t$i.",
      "Toma esto.",
      "Recibes dos papeles con un sello de una lechuza. Contiene instrucciones sobre algo",
      "C$umplelo y seguiremos hablando. Ni se te ocurra decir que te lo he dado yo.",
      "La lechuza aguarda. Ahora vete y haz como que no te he dado nada. Disimula.",
      " $!Hasta luego, colega! $!Disfruta de tu d$ia de trabajo!"
    ],
    "PostConversacionDia5": [
      "Ya sabes lo que hay que hacer. No hables m$as conmigo hoy, que nos van a pillar."
    ],
    "Dia6": [
      " $!Colega! $!Cu$anto te he echado de menos!",
      " $!Mira amigo! $!Tengo una nueva mascota! ",
      "Te acerca un pez anaranjado metido en una bolsa llena de agua. Se nota que el pez no se mueve",
      "Se llama Pescaito. Es un poco holgaz$an, le gusta mucho dormir. Lleva durmiendo desde ayer. $?Increible eh?",
      "Encima come poqu$isimo. No me cuesta nada mantenerle. $!Mira como flota el chaval! $!Que arte!",
      "Vale ahora en serio. Para saber si de verdad podemos confiar en t$i tenemos que comprobar que est$as capacitado mentalmente. Tienes ya las herramientas para cumplir esta prueba",
      "Debes eliminar al Buitre. Su paquete debe ir a la basura.",
      "Recuerda que estamos trabajando por una buena causa. No nos falles.",
      "La lechuza aguarda. Ve y haz como si no hubiese dicho nada."
    ],
    "PostConversacionDia6": [
      "Recuerda, debes eliminar al Buitre. Tienes un papel que te servir$a para reconocerlo."
    ],
    "Dia7": [
      " $!Benditos los oc$eanos! $!Dime que has le$ido el nuevo papel de las lechuzas!",
      " $!Por fin se dan cuenta! $!Mi padre ten$ia raz$on! La gente va a abrir los ojos por fin.",
      "Ver$as amigo, yo siempre he sabido que los humanos han existido, mi padre me ense$%o sobre ellos y le mataron por compartir ese conocimiento.",
      "Ahora toda la poblaci$on lo sabe, y tarde o temprano se revelar$a la corrupci$on de este rey maldito que ha tratado de ocultar la verdad a su pueblo.",
      "No te voy a mentir amigo, has jugado un papel muy clave en este movimiento de revelaci$on. Gracias a t$i, hemos conseguido unir por mensajer$ia a toda la secta de la lechuza y sacar este libro a la luz.",
      "Jones, ay$udame a m$i y a las lechuzas a salvar al pueblo de este rey. Si sigues ayud$andonos, te revelar$e la verdad de las lechuzas.",
      " $!Pero ahora toca celebrar, amigo! $!Vamos a beber hasta quedarnos ciegos!",
      " $!Toma, amigo! $!Te mereces una recompensa por habernos ayudado!",
      "recibes un sello multicolor. Ser$a util para ahorrar tiempo buscando el color del sello.",
      " $!Redirige a este distrito de Hestia alg$un paquetillo con comida de Hermes, que hoy estamos de celebraci$on y hay que comer como cerdos!"
    ],
    "PostConversacionDia7": [
      " $!Redirige a este distrito de Hestia alg$un paquetillo con comida de Hermes, que hoy estamos de celebraci$on y hay que comer como cerdos!"
    ],
    "Dia8": [
      " $!Hola, gran amigo!",
      "Tengo una mala noticia... Pescaito... Ha muerto...",
      " $?C$omo dices? $?Que por eso dorm$ia tanto?",
      "Bueno eso ya da igual... Tenemos que darle una despedida digna. Pescaito no puede ser enterrado en tierras tan nauseabundas como estas. Siempre se ha merecido vivir con la nobleza.",
      "Lo voy a mandar en paquete. Pero no me quedan sellos, as$i que si ves mi paquete no lo tires a la basura. M$andalo al distrito de Hermes. S$i, el de Hermes. Un distrito digno de Pescaito.",
      "C$omo te voy a echar de menos, Pescaito..."
    ],
    "PostConversacionDia8": [
      "Debemos darle una digna despedida... Manda a Pescaito a Hermes... Siempre supe que merec$ia estar con la nobleza..."
    ],
    "Dia9": [
      " $!Coleguita! $?C$omo est$as?",
      " $!Hoy es el gran d$ia, amigo! Hoy se van a empezar a mover los engranajes de la sociedad de Atlantis. Y necesitamos de tu gran ayuda.",
      "Toma esta lista. Hoy van a pasar bastantes paquetes ilegales. Necesitamos que pasen a$un as$i. Aseg$urate que todos los paquetes de la lista de nombres pasan y te contar$e la verdad. Mi verdad...",
      "El por qu$e de nuestra lucha y nuestra esperanza. Pero primero necesitamos fiarnos de ti absolutamente",
      "Ahora ve a trabajar y no nos decepciones. La lechuza aguarda."
    ],
    "PostConversacionDia9": [
      "La lista es de paquetes ilegales que necesitamos que pasen. C$umplelo y sabremos que eres de fiar."
    ],
    "Dia10": [
      " $!Pero mira quien es! $!Mi gran amigo Jones!",
      "Jones, hoy nos has demostrado que puedes pertenecer a nosotros.",
      "Hemos pasado mucho juntos, gran amigo, no nos conocemos de mucho, pero s$e mucho sobre t$i, y ahora falta que t$u sepas sobre m$i.",
      "Ver$as, Jones, quiero hacerte una pregunta. Como la que te hice cuando te estaba conociendo. $?T$u alguna vez has visto al rey en persona? $?Le has llegado a ver con tus propios ojos? Exacto.",
      " $!El rey no existe, amigo! $!El rey es falso! $!El rey ha muerto! $!Es todo una gran farsa! $!Nos han enga$%ado a todos, TODOS!",
      "Jones, $?alguna vez te has preguntado que hac$ia yo antes de ser un vagabundo? $?C$omo he acabado aqu$i?",
      "Mi padre era el rey, Jones. As$i es, yo soy el heredero leg$itimo al trono.",
      "Mi padre era un buen rey, ten$ia a todo el pueblo contento y creaba grandes avances para la sociedad. Pero todo di$o un vuelco cuando encontr$o unos libros enterrados muy antiguos. Era el Critias, el libro que habla de los humanos de la superficie.",
      "Ahora ya conocemos el libro, pero se encontr$o cuando yo solo ten$ia 10 a$%os. Mi padre lo habl$o con Gargafiel, su secretario, y le coment$o de revelarlo a la poblaci$on para mentalizarse para el resurgimiento en 25 a$%os.",
      "Tuvieron un choque de opiniones. Esto nunca pasaba.",
      "Gargafiel cre$ia que la sociedad no pod$ia saber de esto, que $eramos superiores a los humanos, y que revelarlo causar$ia caos. Lo cre$ia tan fuertemente que lleg$o a traicionar a mi padre.",
      "Al principio simplemente discrepaba del rey. Pero todo cambi$o cuando supuestamente Poseid$on se le apareci$o en sue$%os. Ese mismo d$ia pas$o la tragedia",
      " $El tom$o un frasco de veneno de un comerciante corrupto y, enrabietado, envenen$o a mi padre. A mi me ech$o del palacio y me hizo ver como un loco al pueblo. Esto me llev$o a vivir de mala forma en este sucio distrito.",
      "Para cubrir su gran mentira, dijo que estaba protegiendo al rey de unos posibles atentados terroristas, y que no pod$ia salir en p$ublico.",
      " $!Est$a reinando ileg$itimamente, Jones! $!Encima su corrupci$on nos afecta negativamente a todos! $!Esto debe parar!",
      "Para esto estamos las lechuzas. Unos pocos seguidores del rey se dieron cuenta que esta situaci$on ol$ia a chamusquina, y se reun$ian en privado. Hab$ia esperanza.",
      "Yo conoc$i a un campesino com$un que me habl$o de las lechuzas, le cont$e mi situaci$on y al principio no me cre$ia...",
      "Pero entonces le ense$%e mi marca del brazo. Mira. Esta marca solo la tenemos el linaje de los reyes. Fue ah$i cuando me un$i a las lechuzas.",
      " $!Lucha por mi causa, Jones! $!Por nuestra causa! $!Debemos liberar a nuestro pueblo, Jones",
      "As$i me gusta amigo. Ahora vamos a la siguiente parte de nuestro plan. Asesinar a Gargafiel.",
      "Seg$un tengo entendido, ya te dejan enviar paquetes al distrito de Poseid$on. Eso nos ser$a muy $util. Pero tampoco defraudes a tu jefe, o nuestro plan se ir$a al garete.",
      "Necesitamos recursos. Manda al distrito de Hestia al menos 3 paquetes de joyas que vayan dirigido al distrito de Poseid$on. Necesitamos dinero.",
      "Una vez tengamos recursos, compraremos un buen veneno. Vamos a matar a ese impostor. Y despu$es, invadiremos el templo y tomaremos el gobierno.",
      "Ahora a trabajar, gran amigo. No te defraudaremos."
    ],
    "PostConversacionDia10": [
      "Conf$ia en mi, amigo. Necesitamos dinero, necesitamos al menos 3 paquetes de joyas que vayan a Poseid$on en Hestia."
    ],
    "Dia11": [
       " $!Hombre, Jones!",
       " $!Nuestro plan va de maravilla! Falta el tema de los recursos. Necesitamos muchas flores y especias chungas para el veneno.",
      "Tengo entendido que en el distrito de Hermes se mueven muchos paquetes con lo que necesitamos. Redirige al distrito de Hefesto dos paquetes de materiales que pesen menos de 15kg. Es decir, ligeros.",
      " $?Que por qu$e los mandamos a Hefesto? All$i est$a nuestra base de operaciones. Tenemos a todos los artesanos all$i, y adem$as es donde haremos el veneno. Eh, esto no se lo cuentes a nadie. Secreto secreto.",
      "Venga Jones, $!Manos a la obra!"
    ],
    "PostConversacionDia11": [
      "Necesitamos paquetes de materiales. Manda 2 paquetes que pesen menos de 15 kg de materiales al distrito de Hefesto."
    ],
    "Dia12": [
      " $!Gran amigo! $!Qu$e bien te veo!",
      "Ya tenemos el veneno fabricado. Muchas gracias por tu ayuda, Jones.",
      "Ahora tenemos que mandarlo. Un tal Grog Koroth va a mandar el paquete con el veneno desde Dem$eter.",
      "Seguramente el paquete ir$a sin sello. El chaval es un genio para hacer venenos pero para poner un sello le fallan las luces...",
      "En resumen, redirige el paquete de Grog Koroth y m$andalo al de Hestia.",
      " $!Chao gran amigo!"
    ],
    "PostConversacionDia12": [
      "Necesitamos que pase el paquete del creador del veneno, Grog Koroth"
    ],
    "Dia13": [
      " $!Amiguito del alma! $!Que bueno es verte!",
      "Hemos llegado ya a la parte final del plan Jones. Tenemos que ahora poner al pueblo a punto de revoluci$on.",
      "Vamos a redirigir una serie de paquetes. Tenemos unos paquetes especiales que contienen instrucciones, estos pesan poqu$isimo.",
      "Paquetes ligeros, es decir que pesan menos de 15kg, originalmente ven$ian aqu$i, a Hestia. Ahora, m$andalos a Apolo, donde tengo a gente que los repartir$a por la ciudad. Ser$an unos 3 en total.",
      " $!Vamos amigo! $!Lo vamos a conseguir!"
    ],
    "PostConversacionDia13": [
      "Recuerda colega, 3 paquetes ligeros, es decir de menos de 15kg, redir$igelos a Apolo."
    ],
    "Dia14": [
      " $!Jones, amigo! $!Hoy es el d$ia!",
      "Se acab$o dormir en el suelo, se acab$o los malos salarios de los campesinos, se acab$o la vida de soberbia de la nobleza, se acab$o la injusticia...",
      "Se acab$o la tiran$ia de este secretario del rey. Se va a acabar todo y va a empezar la nueva era, una era donde prosperaremos como sociedad, hasta juntarnos con los humanos y convivir con ellos cuando Atlantis resurja en 5 a$%os.",
      "Ahora el plan. Va a llegar un paquete enviado de las lechuzas al distrito de Poseid$on. Su nombre es Francis Dupart. Recuerda su nombre.",
      "Toma. El veneno que hemos estado trabajando. $Echalo sobre la apertura del paquete. El secretario tiene una mala man$ia de abrir los paquetes con la boca. En verdad le pega, con esa bocaza que me lleva... Ah$i le pillaremos.",
      "Solo a ese paquete, repito, SOLO A ESE PAQUETE. Debes echar los polvos sobre la estampa de Poseid$on. Ten cuidado de no tocarlo tu tambi$en.",
      "Luego m$andalo y acaba el trabajo. Despu$es ven a verme y nos esconderemos hasta m$inimo un d$ia. Tenemos que asegurarnos de que ha muerto, sino vaya sorpresita nos llevar$iamos.",
      "Venga Jones. Conf$io en t$i, y tu conf$ias en m$i. Hemos pasado mucho juntos. A la gloria juntos. O a la miseria juntos.",
      " $!Venga amigo! $!A trabajar!",
      " $!Recuerda compa$%ero! $!El nombre es Francis Dupart!"
    ],
    "PostConversacionDia14": [
      " $!Recuerda compa$%ero! $!El nombre es Francis Dupart!"
    ]
  },
  "Secretario": {
    "Presentacion": [
      "Buenos d$ias Jones. Supongo que ya sabr$as quien soy.",
      "Oh, dado que tienes una buena cara de confusi$on, tendr$e que presentarme. Soy Gargafiel Mustaki, secretario del rey.",
      "El rey precisa de tus servicios, pero de forma especial y extraordinaria. Es por eso que se ha tomado la molestia de llamarte hasta aqu$i.",
      " $?Que d$onde est$a el rey dices? El rey no se va a salir de su gran palacio por t$i. No eres tan importante. Adem$as, el rey nunca sale de su palacio por riesgos de atentado terrorista.",
      "Es una persona demasiado importante como para que sea asesinada.",
      "Tengo entendido que recientemente huiste de tu trabajo y estabas teniendo un rendimiento sub$optimo. Que no se repita. Si te portas bien, el rey se portar$a bien contigo.",
      "Este reinado valora mucho a sus ciudadanos, pero m$as que eso, valora la lealtad. La lealtad y la fidelidad al rey por encima de todo. Espero que lo tengas en cuenta."
    ],
    "FelicidadMinima": [
      "FelicidadMinima"
    ],
    "FelicidadMaxima": [
      "FelicidadMaxima"
    ],
    "Dia1": [
      "dia1"
    ],
    "PostConversacionDia1": [
      "postConvDia1"
    ],
    "Dia2": [
      "dia2"
    ],
    "PostConversacionDia2": [
      "postConvDia2"
    ],
    "Dia3": [
      "dia3"
    ],
    "PostConversacionDia3": [
      "postConvDia3"
    ],
    "Dia4": [
      "dia4"
    ],
    "PostConversacionDia4": [
      "postConvDia4"
    ],
    "Dia5": [
      "Buenos d$ias Jones. Supongo que ya sabr$as quien soy.",
      "Dado que tienes una buena cara de confusi$on tendr$e que presentarme. Soy Gargafiel Mustaki, secretario del rey.",
      "El rey precisa de tus servicios, pero de forma especial y extraordinaria. Es por eso que se ha tomado la molestia de llamarte hasta aqu$i.",
      " $?Que d$onde est$a el rey dices? El rey no se va a tomar la molestia de salir de su palacio por t$i. Adem$as, el rey nunca sale de su palacio por riesgos de atentado terrorista. Es una persona demasiado importante como para que sea asesinada.",
      "Tengo entendido que recientemente huiste de tu trabajo y estabas teniendo un rendimiento sub$optimo. Que no se repita. Si te portas bien, el rey se portar$a bien contigo.",
      "Este reinado valora mucho a sus ciudadanos, pero m$as que eso, valora la lealtad. La lealtad y la fidelidad al rey por encima de todo. Espero que lo tengas en cuenta.",
      "Sin embargo no todo ciudadano parece respetar al rey... Tenemos entendido que existe un grupo oculto que se hacen llamar las lechuzas, y son una panda de herejes ineptos que se juntan para tramar contra el rey y hablar de cosas que no deber$ian...",
      " $Ultimamente se est$an mandando entre ellos muchos paquetitos y cartitas de m$as.",
      "Suelen venir sellados con Alimentos y van hacia el distrito de Apolo, as$i que destruye todo paquete que veas con estas condiciones. Con, por ejemplo, tres de ellos valdr$a.",
      "S$e un buen chico obediente y no falles al rey. La lealtad se recompensa.",
      "Venga, ahora vete a trabajar, tengo cosas que hacer."
    ],
    "PostConversacionDia5": [
      "Jones, necesito que elimines paquetes de las lechuzas. Paquetes sellados con alimentos y que van hacia el distrito de Apolo."
    ],
    "Dia6": [
      "Hola de nuevo. Hoy necesito un encargo un tanto especial.",
      "Se est$an moviendo cargas ilegales de comida entre los distritos interiores. Te estoy hablando de los de Apolo y Hermes.",
      "Supongo que ya sabes lo que hay que hacer. Elimina 3 paquetes de comida que se muevan hacia Apolo o Hermes.",
      "Estos comerciantes... Se creen muy listillos pas$andose cosas as$i por el correo... Se creen que no los vemos...",
      "El rey tiene ojos en todos lados. S$i, a ti tambi$en te vigilamos Jones, no me mires as$i.",
      "Venga Jones, hazlo y ma$%ana te dar$e algo a cambio. As$i ver$as que ser leal recompensa."
    ],
    "PostConversacionDia6": [
      "Jones, elimina los paquetes ilegales de comida que vayan a Apolo o Hermes. Si me ayudas, te dar$e ma$%ana una recompensa."
    ],
    "Dia7": [
      "Maldito bastardo Jones! $!$?Has sido t$u el que ha publicado ese papel?! $!$?HAS SIDO T$U?",
      "No... Es imposible que hayas sido t$u... Tienen que haber sido las lechuzas esas...",
      "Perd$on por incriminarte. El rey y yo estamos hartos de que salgan mentiras a la luz que den falsa esperanza al pueblo.",
      "Sabes de sobra que el rey quiere lo mejor para la Atl$antida, y esparcir falsa informaci$on que culpa al rey de no haberla revelado...",
      "Tenemos que actuar r$apido. Nos va a tocar sacar alguna explicaci$on a esta farsa.",
      "Voy a mandar unos paquetes importantes a unas personas del distrito Poseid$on, sin embargo, me han robado los sellos de Poseid$on y he tenido que poner de Apolo. Simplemente redir$igelos a Apolo y ya me encargo yo de moverlos.",
      "Jones, no quiero que te creas las mentiras de las lechuzas. Poseid$on no nos ha castigado, Poseid$on nos est$a poniendo a prueba. Poseid$on nos cre$o como raza superior a los humanos y nos recluye en el fondo del mar como desaf$io.",
      "No podemos juntarnos con los humanos porque ellos nos rechazar$an por ser los hijos de Poseid$on y nos tendr$an envidia. Por eso ese librito no vale de nada.",
      "Y en cuanto nuestra especie surja de los mares, nos ayudar$a a reconquistar lo que nos merecemos, la superficie.",
      " $!Pero esto la gente no lo entiende! $!C$omo vamos a darle la espalda al gran Poseid$on! $!Habr$ia que colgarlos en la soga a todos estos herejes!",
      "Jones, espero que no seas uno de ellos. Ay$udame y formar$as parte de los mejores hijos de Poseid$on. Debemos superar la prueba que nos est$a sometiendo, pues esto debe ser una prueba."
    ],
    "PostConversacionDia7": [
      "Necesito que reenvies mis paquetes hacia Poseid$on. Tienen sello de Apolo y mi nombre. Son 3 aproximadamente."
    ],
    "Dia8": [
      "Buenos d$ias Jones. Hemos estado trabajando toda la noche en b$usqueda de estos herejes. Tenemos avances prometedores.",
      "Hemos descubierto los nombres de algunos de los miembros de las lechuzas. Ahora nos falta saber de d$onde son.",
      "Te voy a dar una lista con sus nombres. De momento son 3 en total, redirige sus paquetes al distrito de Apolo y ya me encargo yo de analizarlos.",
      "En cuanto erradique a los herejes, me encargar$e de mostrar la verdadera verdad. Y t$u me ayudar$as a ello."
    ],
    "PostConversacionDia8": [
      "Como te he dicho, te he dado una lista con nombres. Debes reenviar sus paquetes al distrito de Apolo. Ah$i me encargar$e yo de analizarlos."
    ],
    "Dia9": [
      "Jones. Tengo m$as nombres.",
      "No hay tiempo que perder, te he dejado ya la lista en tu puesto de trabajo. No falles.",
      "Estos parecen ser m$as prometedores que el resto. Tienen pinta de cargos altos en la maldita secta de las lechuzas de pacotilla.",
      "Recuerda, reenv$ialos al distrito de Apolo."
    ],
    "PostConversacionDia9": [
      "Igual que ayer Jones. Ya tienes la lista de nombres en tu oficina, debes reenviarlos a Apolo."
    ],
    "Dia10": [
      "Buenos d$ias Jones. El rey hoy te quiere recompensar por tu lealtad en estos tiempos. Toma",
      "Recibes un manual de trabajo mejorado. Lo ver$e en la oficina",
      "Que no se te suba mucho a la cabeza. Sigues teniendo que ser obediente aun as$i.",
      "Adem$as, tengo entendido que ya puedes mandar paquetes al distrito de Poseid$on. Es una gran responsabilidad.",
      "Jones. Necesito tu ayuda. Va siendo hora de que sepas el plan que he tenido en las sombras durante todo este tiempo.",
      "El rey descubri$o la existencia de humanos hace 20 a$%os gracias al Critias. Y en este libro pone tambi$en que dentro de 5 a$%os desde hoy, la isla resurgir$a a la superficie, como has podido ver en ese texto que se public$o.",
      "Como viste, se me adelantaron las lechuzas de pacotilla y publicaron el texto sin mi permiso. Sin embargo, lo han malentendido. Por eso quiero exterminarles.",
      "Lo que te dije hace unos d$ias es en parte verdad. Poseid$on nos est$a poniendo a prueba sumergi$endonos en el mar. Somos una raza superior a los humanos. Sin embargo, no te cont$e todo por completo.",
      "Poseid$on habl$o conmigo en mis sue$%os. Me encomend$o la misi$on de liderar al pueblo Atlante y derrotar a los humanos de la superficie yo solo, gracias al poder de los Dioses.",
      "Me dijo que debo desarrollar una forma de subir a la superficie y que, una vez salga, se unir$a a m$i y me conceder$a poder de sobra para derrotar a los humanos.",
      "Una vez derrotados, la ciudad resurgir$a, como est$a escrito y podremos vivir a nuestras anchas como la raza superior que somos.",
      " $!Esto es important$isimo, Jones! No se lo he dicho a nadie para no poner en peligro el plan de Poseid$on, y s$olo yo puedo hacer esto.",
      " $!No puedo arriesgar a esperar 5 a$%os y que los humanos nos destruyan! $!Debo sacrificarme y luchar por los Atlantes!",
      " Es por eso lo que el rey se ha escondido. Aunque no lo veas, $el me ha estado apoyando y ayudando a hacer una nave capaz de llevarnos a la superficie.",
      "Jones, esta es la misi$on m$as importante que te ha podido encomendar el rey. Es una misi$on que decide la extinci$on de nuestra especie o la salvaci$on. $Unete conmigo en la nave.",
      "Esta nave tiene hueco para dos personas. Si me ayudas, podr$as venir conmigo. No puedo dejar el pueblo de Atlantis abandonado, por lo que el rey se quedar$a aqu$i. Una vez subamos, dejaremos que Poseid$on haga lo suyo.",
      " $?Entiendes la magnitud del asunto? Sab$ia que eras un hombre razonable.",
      "Pues no hay tiempo que perder. Necesito materiales para terminar la nave. Ahora mismo necesito dinero. No quiero fundirme todos los recursos del rey.",
      "Redirige al distrito de Poseid$on 2 paquetes de joyas que vayan a los distritos de los campesinos. Me refiero los de Hestia, Dem$eter, Hefesto o Artemisa. Ellos no necesitan joyas"
    ],
    "PostConversacionDia10": [
      "Redirige al distrito de Poseid$on 2 paquetes de joyas que vayan a los distritos de los campesinos. Me refiero los de Hestia, Dem$eter, Hefesto o Artemisa. Ellos no necesitan joyas"
    ],
    "Dia11": [
      "Hola Jones.",
      "Necesito muchas piezas para la chapa de la nave. Muchas piezas.",
      "Algo as$i como 3 paquetes de piezas. Manda cualquier paquete que tenga piezas que vaya a Hefesto y m$andalo a Poseid$on.",
      "Que lleve materiales, nada de joyas ni otras cosas, de eso ya tenemos.",
      "Venga arreando, que no vamos sobrados de tiempo."
    ],
    "PostConversacionDia11": [
      "Como te he dicho, necesito 3 paquetes de materiales que vayan a Hefesto. Son para la chapa de la nave. M$andalos a Poseid$on."
    ],
    "Dia12": [
      "Buenos d$ias Jones. Vamos progresando...",
      "Llevamos un buen progreso en la nave. Ahora tenemos que abastecernos de provisiones.",
      "He comprado a un campesino con el dinero que tenemos unos paquetes de alimentos. Saldr$an 2 en total. Redir$igelos a Poseid$on, que el muy listillo ha puesto Hermes en vez de Poseid$on.",
      "Ay, de verdad... Estos campesinos est$upidos... Solo sirven para cultivar y consumir...",
      "Bueno, ya sabes. Toda la comida que vaya Hermes, redir$igela a Poseid$on.",
      "Est$an a nombre de Pancracio Warawa. Para que te sea m$as f$acil moverlos."
    ],
    "PostConversacionDia12": [
      "Redirige la comida que vaya a Hermes a Poseid$on. Dos paquetes. Los manda un tal Pancracio Warawa."
    ],
    "Dia13": [
      "Jones. No he podido dormir. No puedo parar de trabajar.",
      "Est$a casi casi a punto la nave. El gran d$ia ser$a dentro de dos d$ias. Necesito antes hacer pruebas. Le tengo que mandar muestras de la nave a varios ingenieros para que me digan si es segura o no.",
      "Son los $ultimos preparativos. He mandado muchos paquetes, 3 en total. Asegurate que todos los paquetes con mi nombre van a su lugar.",
      "No la l$ies."
    ],
    "PostConversacionDia13": [
      "Jones, todos los paquetes que he mandado... los 3 que he mandado. Haz que lleguen bien."
    ],
    "Dia14": [
      " $!Por fin llegas! Jones no hay tiempo que perder.",
      "Te he estado ocultando la parte m$as importante de nuestro plan. No s$e c$omo te la vas a tomar.",
      "Es la parte de desaparecer de la ciudad. Parece obvio pero la gente debe estar distra$ida mientras desaparecemos. Tardaremos un tiempo en arrancar la nave, as$i que deben tener algo que les desv$ie la atenci$on",
      " $?Y qu$e mejor que una buena explosi$on para tener a un pueblo hablando?",
      "Te he preparado un paquete con una bomba cronometrada dentro de $el. Quiero que la actives y salgas pitando de all$i. Vamos a reventar tu oficina. No la vas a necesitar m$as.",
      "Mi paquete no tendr$a ning$un sello. Solo uno de peligro, sabr$as cual es. $Abrelo y pulsa el bot$on rojo despu$es del azul. PRIMERO AZUL, LUEGO ROJO. Recuerda.",
      "Una vez lo pongas, tendr$as 30 segundos para salir pitando. Nos veremos en la salida al agua que se encuentra en Hefesto. Las llamas distraer$an a la gente mientras nos vamos.",
      "La gente estar$a bien. No te preocupes. Se lo he comentado al rey.",
      "Jones, hemos pasado mucho como para que falles ahora. No fallar$as. Estamos a horas de la grandeza de los dioses. La grandeza de Poseid$on.",
      "No defraudes. $!PRIMERO AZUL LUEGO ROJO!"
    ],
    "PostConversacionDia14": [
      "Jones, un paquete m$io, lo sabr$as cuando lo veas. Primero el azul y luego el rojo. Acu$erdate y luego echa a correr. Nos veremos en las aguas de m$as all$a de Hefesto."
    ]
  },
  "Campesino": {
    "Presentacion": [
      "Pero bueno tu debes de ser nuevo por aqu$i, no me suena haberte visto antes.",
      "Anda c$omete una de mis cosechas a ver si te ayuda un poco, que tienes cara de muerto. Aunque no me extra$%a $ultimamente los distritos est$an muy revueltos",
      "Por cierto, que no me hab$ia presentado, soy Pancracio Warawa. Un gusto hijo.",
      "Venga, a pasar buena noche y espabila, $!que la vida te va ha comer!"
    ],

        "FelicidadMinima": [
            "Al llegar a la granja ves a Pancracio consternado. Huele a Alcohol. Lleva una botella en la mano y no se encuentra su familia en la granja",
            "EYYYYYYYY, Qu$E Tal ESt$As, hyp, yo estoy CONTENTO AHJAJAAJAja.",
            " $?El huerto?, jjiijijiJIJ Blurgh, ah$i est$a.",
            "El huerto no parece estar en muy buen estado, al igual que Pancracio",
            " $!Qu$e miras! $!$!$?eh?!! $?Qu$e miras?",
            "ves como Pancracio empieza a desmoronarse",
            "Vete, vete y no vuelvas, ya no tengo huerto, no tengo familia, NO TENGO AMIGOS, no tengo nada.",
            "Vete, vete, vete..."
        ],
        "FelicidadMaxima": [
            "Paco, la verdad es que no soy mucho de ponerme sentimental, pero gracias toda tu ayuda con los paquetes he podido prosperar como jam$as lo imagin$e.",
            "Mi mujer est$a much$isimo mejor, mis cosechas resplandecen m$as que las joyas m$as preciosas y adem$as voy a poder tener una familia como siempre quise.",
            "Todo esto es gracias a tu gran coraz$on, gracias a que ayudas a la gente de los distritos exteriores sin buscar nada a cambio, no como la mayor parte de esta podrida sociedad.",
            "No es mucho, pero me gustar$ia darte esto. Estas modernidades yo no las entiendo, se supone que es una balanza digital o algo as$i. Te dir$a justo lo que pesa algo."
        ],
        "Eventos": {

            "1": [
                "Paco necesito un favorcillo hijo, a ver si me puedes ayudar",
                "He enviado unas hortalizas a un primo m$io que vive en Hestia, pero entre tanto pensar y pensar en otras cosas me confund$i.",
                "Si recibes un paquete m$io de alimentos con direcci$on a la calle Medusia la santa,",
                "tu ponle el sello para que vaya a Gambon III, que para algo que cosecho, que al menos lo pruebe a quien va dirigido de verdad"
            ],
            "2": [
                " $Ultimamente mi rastrillo est$a empezando a chochear.",
                "Los a$%os les pesan tanto a las cosas como a las personas.",
                "A los artesanos les van a llegar unos paquetes de materiales, entre los que se encuentran una buena cantidad de rastrillos.",
                "Esos lameculos amigos de los nobles no echar$an un rastrillo extraviado en falta, t$u ya me entiendes. Total, ni que esas estatuas sean demasiado importantes"
            ],
            "3": [
                "Hoy esos idiotas de los intermediarios han subido el precio de mis productos,",
                "en los mercados de los barrios bajos ya no es solo que no lo puedan comprar los habitantes,",
                "es que hasta a los propios puestos se les hace el precio excesivo,",
                "si se desviase alg$un paquete de comida de Apolo hacia distritos como Hestia tampoco creo que se muriese nadie.",
                "gui$%o gui$%o codo codo."
            ],
            "4": [
                "Unos amigos alados de cierto grupo me han dicho que por los barrios m$as bajos andan bajos de fondos de medicinas.",
                "Ya estamos con las mismas tonter$ias de siempre,",
                "a Hermes van a llegar una cantidad de medicinas absurda solamente porque hay un brote de gripe gambil.",
                "Y mientras tanto aqu$i abajo con enfermedades mucho peores muri$endonos del asco.",
                "Esos nobles no se merecen ni la d$ecima parte de lo que les llega.",
                "Nosotros en Dem$eter con dos de sus paquetes ya tendr$iamos suficiente."
            ],
            "5": [
                " $!Paco, Paco, Paco!",
                " $!Menos mal que est$as aqu$i!",
                "Me he confundido, madre m$ia que cagada.",
                "Mira te va a llegar un paquete m$io de comida, bastante pesado, aunque con el sello de peso equivocado.",
                "Es vital que llegue ese paquete a mis amigas aladas del distrito de Artemisa.",
                "Conf$io en t$i para hac$erselo llegar."
            ]
        },
        "GenericoMalo": {
            "1": [
                "Buenos d$ias a quien los tenga, que no voy a ser yo.",
                " $Ultimamente mis cosechas no est$an para tirar cohetes,",
                "anda prueba un poco de esto que ha crecido vete t$u a saber c$omo.",
                "Malo $?eh? $!PUES QU$E QUIERES QUE HAGA SI NO ME DA PA M$AS, QUIZ$A SI LOS PAQUETES LLEGARAN CORRECTAMENTE SALDR$IA MEJOR!",
                "Ay, hijo, perdona, $ultimamente no duermo demasiado y me cuesta cada vez m$as mantenerme cuerdo,",
                "las cosechas no van demasiado bien y mi mujer me presiona porque cada vez tenemos menos dinero."
            ],
            "2": [
                "Hay que joderse que llevo 2 semanas sin dormir, esto est$a cada vez pero, mi mujer est$a que se tira de los pelos con las cuentas de la casa,",
                "mi huerto est$a que parece el descampao de enfrente, tiene m$as malas hierbas que buenas, se las quito y vuelven a crecer.",
                "Encima los intermediarios, los pu$%eteros intermediarios siempre dando por saco. Que si les rob$e la $ultima vez d$andoles mercanc$ia en mal estado...",
                "Ahora tengo que devolverles el dinero, que si a esto le llamo yo comida, que c$omo me atrevo a cobrar por esta bazofia.",
                " $!AAAY  QUE PENA LA MIA!",
                "Como si no fuera suficiente la miseria que pido por lo poco que tengo encima van y se me quejan.",
                "Si es que as$i no se puede, as$i no se puede. No s$e si son los cultivos, la tierra, o si soy yo.",
                "Pero esto no puede... no puede seguir as$i..."
            ],
            "3": [
                "Ay, hijo, si hubiera tenido tu labor a tu edad, de las que me habr$ia librado.",
                "En el pasado no lo tuve f$acil. Comet$i muchos errores, jorobar si los comet$i.",
                "Pero sal$i de ellos. Me rescataron.",
                "Ya me rescataron una vez de una situaci$on horrenda, consegu$i este trabajo y conoc$i a mi mujer,",
                "de verdad parec$ia que la vida me hab$ia dado otra oportunidad.",
                "Pero ya lo ves, estas tierras en mal estado no me da para mantenernos a m$i y a mi mujer en buenas condiciones.",
                "No se cu$anto podr$e aguantar en esta situaci$on, estoy molio."
            ]
        },
        "GenericoNormal": {
            "1": [
                "Buenas tardes hijo, $?qu$e tal te va en tu trabajo?.",
                "Espero que ya no tengas tantas ganas de salir huyendo.",
                "A m$i me podr$ia ir mejor la verdad, anda prueba esto que he cosechado.",
                "Por tu cara veo que no te convence mucho",
                "Las cosas ya no son como antes, cuando empec$e todo era m$as sencillo,",
                "la tierra era m$as pr$ospera y f$ertil y los productos se vend$ian mejor sin tanto intermediario de por medio.",
                "Pero bueno, se va tirando con lo que tenemos, a pasar buen d$ia."
            ],
            "2": [
                "Buenos d$ias a quien los tenga, estos jodidos intermediarios no dejan de joderme a cada rato,",
                "cada d$ia m$as baratos vendo yo mis productos y m$as caros los compran otros.",
                "Pero bueno mejor dejar de quejarse por lo que no puedes cambiar, $?qu$e tal andamos?.",
                "Por aqu$i vamos tirando regular, mi mujer ha enfermado y est$a en la cama,",
                "pero bueno, con las medicinas que hemos comprado parece ir mejorando poco a poco.",
                "Y bueno, $ultimamente he estado paseando por los barrios bajos, la situaci$on podr$ia ser mejor en general.",
                "Pero bueno, en peores plazas hemos toreado los de estos lares."
            ],
            "3": [
                "Aaaay hijo, quien tuviera tu edad y trabajo, por aqu$i las cosas van a pedales.",
                "Mi mujer lleva un tiempecillo algo mosqueada, quiere tener un hijo, y mira que es dif$icil querer tener un ni$%o m$as de lo que lo quiero yo.",
                "Pero vamos a ver, estos campos no dan para alimentar tantas cabezas, casi no nos da para alimentarnos a nosotros.",
                "Traer una vida para no poder atenderla... no me lo perdonar$ia.",
                "Pero bueno, disfruta de la juventud que algunos no tenemos, a tener un buen d$ia."
            ]
        },
        "GenericoBueno": {
            "1": [
                "Pero bueno, a qui$en tenemos aqu$i. $?Qu$e tal la vida hijo?",
                "Por aqu$i todo va bastate bien, mira prueba esto que acabo de recoger del campo.",
                "Vaya, parece que s$i te ha gustado",
                " $Ultimamente lo que cosecho sabe mejor, no s$e si ser$an los recursos o la tierra, pero estamos que nos salimos,",
                "esos intermediarios que tanto por saco me dan est$an empezando a soltar un poco m$as por mis productos."
            ],
            "2": [
                "Buenas tardes chaval$in, estos intermediarios est$an cada vez m$as desesperados por comprarme los productos.",
                "Oye, $?qu$e te parecer$ia un plan a futuro para hacer que los habitantes de los barrios exteriores puedan comprar mis productos a un precio m$as asequible?",
                "Ahora mismo ser$ia insostenible para mi granja, pero tal vez en un futuro y con ayuda de... unos amigos. Es posible que pueda con la ayuda de esos amigos.",
                "Pero bueno, no te entretengo m$as, a pasar buena tarde."
            ],
            "3": [
                "Ay hijo, que alegr$ia y que ilusi$on.",
                "Con toda tu ayuda no solo mi campo est$a mejor, sino que todos los cultivos prosperan.",
                "Puede que tu trabajo con esos paquetes no sea tan agotador como la vida en el campo,",
                "pero realmente puedes llegar a marcar la diferencia desde ah$i.",
                "Gracias por el apoyo Paquito, con todos estos ingresos puedo ver la vida desde otra perspectiva m$as amena."
            ]
        },
        "GenericoMaxiBueno": {
            "1": [
                "Yeeeeeeepa, que tal estamos m$aquina",
                "Prueba esto, que est$an los clientes que me los quitan de las manos.",
                "Les soplo m$as de diez veces m$as de dinero que antes. $?Que cu$anto cuesta? T$u pruebalo.",
                "Bueno, tranquilo, tranquilo, con la velocidad que te lo has comido veo que te encanta",
                "Bueno $?eh?, tengo unos amigos, el grupo de las lechuzas se hacen llamar,",
                "resulta que junto a ellos estamos llevando un plan ..., digamos que muy discreto.",
                "Consiste en que los menos favorecidos pod$ais disfrutar de mis productos a un precio menos abusivos de los que ponen los intermediarios.",
                "No hables mucho del tema, es un secreto.",
                "Toma, hoy estoy de buen humor, te puedes llevar unas pocas cosechas m$as gratis, $!A pasar buen d$ia!"
            ],
            "2": [
                " $!Ese Paco! $?C$omo andas?",
                "Por aqu$i estamos muy bien, no veas c$omo han mejorado mis cultivos en poco tiempo, $!mira que casualidad!",
                "Pero vaya, $!si resulta que desde que est$as por aqu$i mi situci$on a ido de bien a mejor!, traes buena suerte chaval.",
                "Mi econom$ia est$a mejor que nunca, madre m$ia c$omo va subiendo el precio que est$an dispuestos a pagar por mis productos esos intermediarios.",
                "Se deben vender bien por los distr$itos c$entricos.",
                "Y bueno, por el exterior la econom$ia anda un poco peor.",
                "Pero, con la ayuda de unos amigos que se hacen llamar el grupo de las lechuzas estamos empezando a ayudar a comer a buen precio a los desfavorecidos.",
                " $!Venga Paco, que te sea leve el trabajo ma$%ana! Y recuerda, no has escuchado nada de un grupo de lechuzas."
            ],
            "3": [
                "Pero bueeeeeno, si es el Paco.",
                "Que alegr$ia la m$ia, Paco que vamos a tener un hijo, mi mujer est$a ah$i dentro, nos dimos cuenta porque la pobre estaba un poco pochilla.",
                " $?Y sabes lo mejor?, $!Qu$e tal y como nos van las cosas podemos incluso permitirnos otro en un futuro no muy lejano!",
                "Madre m$ia Paco, quien me lo iba a decir, que en tan poco tiempo me iba a dar la vida un vuelco tan gordo.",
                "Estoy que no me lo creo, espero que junto a mis amigos del grupo de las lechuzas podamos empezar a crear un futuro mejor para mis ni$%os.",
                "Sin reyes ni amos tiranos que subleven a la poblaci$on y la condenen a vivir en la miseria.",
                "Sea como fuere, t$u no has escuchado nada de un grupo que mira con desd$en al actual rey.",
                "Larga vida y prosperidad amigo, ojal$a te trate la vida igual de bien que a m$i estos $ultimos tiempos."
            ]
        }
    },
    "Artesano": {
        "Presentacion": [
            "Hola querido! Bienvenido a mi humilde taller! $?En qu$e puedo ayudarte hoy?",
            "Espera... T$u debes de ser el nuevo, $?verdad? Soy Paulino Tinteiros, el maestro de estos mares.",
            "Mis tent$aculos son como pinceles y mis obras ser$an el patrimonio de Atlantis al paso de los a$%os!"
        ],
        "FelicidadMinima": [
            "No... No puedo m$as... Todo est$a perdido. El arte, mi pasi$on, mi vida... Todo se ha desvanecido... Ya no hay materiales, ya no hay inspiraci$on...",
            "Todo ha sido un desastre... Lo siento... Pero no puedo... No puedo m$as... Por favor... d$ejame... d$ejame solo..."
        ],
        "FelicidadMaxima": [
            " $!Oh! $!Por todos los oc$eanos! $!Incre$ible! $!Fant$astico! $!Al fin! $!Por fin te veo con mis propios ojos!",
            " $!Un ser humano de verdad aqu$i, en este humilde taller! $!No estaba loco, no!",
            "Y no solo eso, $!mira a tu alrededor! $!Materiales en abundancia, listos para comenzar una nueva era art$istica! $!Imagina las creaciones que podr$iamos hacer juntos!",
            "Gracias por mostrarme tu secreto y tranquilo, a estas horas nadie nos habr$a visto. Adem$as, no te preocupes, no le dir$e a nadie esto, Paco, amigo m$io",
            "Por cierto, me gustar$ia que tuvieras esto. Es una cinta que te permite envolver r$apidamente cualquier paquete al acercarla a $el. Espero que te sirva."
        ],
        "Eventos": {
            "1": [
                " $!Por todos percebes! $!Estoy en un aprieto, amigo! Hoy fui a recoger materiales para mi $ultima creaci$on y para mi desgracia no hab$ia ni un m$isero coral!",
                "Necesito esos materiales como el pulpo que necesita agua!",
                " $?Sabes qu$e? No ser$ia el fin del mundo si un solo paquete de materiales se extraviara y terminara por alg$un remoto error en este taller, $?verdad?"
            ],
            "2": [
                " $!No brilla! $!No resplandece! $?Y las joyas? $?Y las Perlas? Necesito un favor, creo que ya te haces una idea.",
                "No quiero ponerte en un aprieto pero es que mi jefe no para de abaratar la mercanc$ia...",
                " $?A qui$en quiere mi jefe enga$%ar con esta baratija? Consigueme desviar un paquete, se que no te decepcionar$e!"
            ],
            "3": [
                " $!Ay, por las aletas de mi abuela! Aqu$i estamos otra vez, sin un triste trozo de queso.",
                "No s$e en qu$e est$a pensando el jefe $ultimamente, pero parece que su cabeza est$a m$as en las aguas que en el trabajo.",
                " $?Ser$ias tan amable de echarme una mano y traer un par de paquetes de comida? $!Necesitamos nutrir nuestra creatividad para hacerla brillar!"
            ],
            "4": [
                " $!Caracolas! S$e que esto te sonar$a mal Paco pero necesito que me hagas un favor.",
                "Un cliente de Hermes nos pidi$o hacerle una escultura con tungsteno, pero entre las prisas de mi jefe y mi propia confusi$on acab$e haci$endola de hierro.",
                "El exterior es casi el mismo pero pesa mucho menos de lo que deber$ia el paquete.",
                "Por favor haz la vista gorda con esa balanza tuya."
            ],
            "5": [
                " $!Por todos los corales! como puedo ser tan despistado.",
                "Un cliente de Apolo nos pidi$o un jarr$on de vidrio, algo muy fr$agil y delicado.",
                "Sin embargo a la hora de enviarlo se me olvid$o poner el sello de fr$agil para que se envuelva con cuidado.",
                "Por favor, crees que podr$ias embalar mi paquete, aunque no tenga el sello de fragilidad.",
                "No quiero causarte problemas, pero es que si no me echaran una bronca gigantequisima."
            ]
        },
        "GenericoMalo": {
            "1": [
                "Hoy me encuentro bastante depresivo. $!Mi jefe me tiene trabajando como un esclavo! No puedo ni siquiera tomar un respiro para charlar.",
                "D$ejame confesarte algo... El jefe no siempre entiende mi visi$on art$istica.",
                "Para $el, solo importan las cosas pr$acticas y funcionales. $!Pero yo s$e que hay m$as en la vida que la mera utilidad!",
                "Te pido por favor que env$ies correctamente los paquetes de Hefesto, ya de por s$i las cosas no son f$aciles, no las compliques m$as.",
                "Ahora d$ejame, prefiero estar solo..."
            ],
            "2": [
                "Maldita sea, el otro d$ia se rieron de mi $ultima creaci$on, una fant$astica obra de arte dedicada a los mitol$ogicos humanos. Lo llam$e la Vid de Alga $Angel.",
                "Entre t$u y yo, mi querido amigo, no todos comprenden la verdadera belleza de mis creaciones...",
                "Lo lamento, mucho pero hoy estoy completamente sumergido en el trabajo, cada vez que no env$ias los paquetes la presi$on del taller recae m$as sobre m$i.",
                "Por favor, manda los paquetes, querido."
            ],
            "3": [
                "Sabes, amigo, el otro d$ia tuve una experiencia bastante desagradable. Un cliente vino a recoger su pedido y qued$o muy decepcionado.",
                "Resulta que los recortes en materiales que est$a implementando mi jefe $ultimamente est$an afectando a la calidad de mis creaciones.",
                "Ahora mi jefe me meter$a cada vez m$as y m$as prisa, sin dejarme trabajar como a m$i me gusta.",
                "Si hubiera sabido que esto iba a ser as$i jam$as me habr$ia vuelto artesano."
            ]
        },
        "GenericoNormal": {
            "1": [
                " $!Hola, amigo! $?Qu$e opinas de Gargafiel Mustaki? El otro d$ia me lo encontr$e en el PezerKing. $!S$i! $!En el mism$isimo PezerKing!",
                "Fue una sorpresa verlo por all$i despu$es de tanto tiempo.",
                " $?Qui$en iba a decir que el campesino que una vez lleg$o a mi taller buscando un poco de orientaci$on se convertir$ia en nada menos que el mism$isimo secretario del rey?",
                "Es incre$ible c$omo la vida nos sorprende a veces. Aunque ni siquiera me dirigi$o la palabra. Creo que el poder le ha cambiado"
            ],
            "2": [
                "El otro d$ia fui a ver a la tarotista, me dol$ia bastante la cabeza, el caso es que ella me recet$o unas medicinas.",
                "Fui al boticario m$as cercano y la verdad es que me sigue doliendo bastante la cabeza, como si no me hubiera hecho efecto...",
                "Sin embargo, una simple migra$%a no me parar$a! $!El arte me llama!"
            ],
            "3": [
                "Sabes, hay algo que he mantenido en secreto durante mucho tiempo y siento que puedo compartirlo contigo. Hace un tiempo, encontr$e una maleta muy peculiar en las ruinas submarinas.",
                "Estaba escondida entre los restos de un antiguo monumento, como si el mism$isimo Poseid$on la hubiera dejado all$i como un regalo del pasado.",
                "Al abrirla, descubr$i una serie de objetos extra$%os y fascinantes. Algunos de ellos me resultaban familiares de las antiguas leyendas que escuchaba de ni$%o.",
                "Historias sobre seres misteriosos llamados humanos.",
                "Aunque no estoy completamente seguro de su origen, estas reliquias han despertado mi curiosidad y han inspirado mi creatividad como nunca."
            ]
        },
        "GenericoBueno": {
            "1": [
                "Estoy emocionado por el futuro. He estado reflexionando sobre la idea de emprender mi propio negocio.",
                "Aunque todav$ia tengo algunas dudas, siento que podr$ia ser una oportunidad emocionante.",
                "Adem$as, quer$ia agradecerte sinceramente por enviarme esos paquetes llenos de inspiraci$on. Cada uno de ellos es como un peque$%o tesoro que alimenta mi creatividad!"
            ],
            "2": [
                " $!Hola querido! $?Qu$e te trae por aqu$i en este d$ia tan fascinante?",
                " $!Ah, yo siempre estoy lleno de energ$ia y creatividad! Aunque hoy estoy especialmente emocionado porque estoy trabajando en un proyecto nuevo y emocionante.",
                " $!Espero que pronto pueda mostr$artelo! Sigue envi$andome paquetes y llegaremos lejos!"
            ],
            "3": [
                " $!Hola de nuevo, querido amigo! Hoy estoy lleno de inspiraci$on y energ$ia creativa.",
                "Estoy trabajando en una nueva serie de esculturas que exploran la conexi$on entre el mar y el cielo.",
                " $?Sab$ias que he estado experimentando con materiales reciclados? Es un desaf$io emocionante, pero creo que el arte sostenible es el futuro.",
                "Y hablando de futuros brillantes, quiero agradecerte sinceramente por seguir envi$andome esos paquetes llenos de tesoros.",
                "Cada uno de ellos es como un regalo que me impulsa hacia adelante en mi viaje art$istico."
            ]
        },
        "GenericoMaxiBueno": {
            "1": [
                " $!Hoy mis tent$aculos est$an a punto de estallar de alegr$ia! Estoy dando los primeros pasos para construir mi propio taller de arte submarino.",
                " $!Finalmente, podr$e liberar mi creatividad sin restricciones y sin la sombra de mi jefe! $!Es un sue$%o hecho realidad! Y todo esto, querido amigo, es gracias a ti!"
            ],
            "2": [
                "Divino, Divino, Divinoo! Mira que creaci$on por favor! Y nada de esto habr$ia sido posible sin tu ayuda! Siempre ser$as bienvenido aqu$i, cerca de m$i y mi arte!"
            ],
            "3": [
                "La gente durante toda mi vida se ha re$ido de m$i, por mi inter$es en los humanos y porque realmente cre$ia en su existencia.",
                "Aunque ha sido duro, jam$as dej$e de creer en ellos, en mi interior siempre he confiado en que estos estaban en alg$un lugar desconocido para nosotros.",
                "Es por ello que, por fin, he decidido dar el gran paso.",
                "Dedicar$e mi vida a mostrar a la gente de la Atl$antida el esplendor de los humanos,",
                "para que as$i, quiz$a viendo sus formas, se den cuenta que su existencia no es tan descabellada.",
                "Si bien muchos se burlaran, s$e que otros confiaran en m$i, tal como t$u has hecho desde que nos conocimos Paco."
            ]
        }
    },
    "Tarotisa": {
        "Presentacion": [
            "Bendita la carne fresca, $?qu$e tenemos por aqu$i? Joven tu debes ser nuevo en el reino, $?me equivoco?",
            "No hace falta que respondas. Yo nunca me equivoco. $?Sabes porque?, por que puedo ver el futuro.",
            "Mi nombre es Abigail Ampoule y soy una reconocida tarotista.",
            "Secretos, enga$%os, enfermedades y todo lo dem$as, nada puede escapar de mi conocimiento, la luz de mi cabeza me muestra cualquier cosa.",
            "Ven a verme siempre que te preocupe algo, yo siempre estoy aqu$i para las pobres almas sin rumbo ni ambiciones."
        ],
        "FelicidadMinima": [
            "Tu maldito at$un sarnoso y desagradecido. No solo no me ayudas en mi negocio, sino que encima me lo pones todo m$as dif$icil.",
            "Realmente te crees tan superior en tu peque$%a posici$on de poder.",
            "Solo por manejar los paquetes del reino te crees en tu derecho de hacer imposible la vida de las personas, en especial de una pobre anciana como yo.",
            "Esc$uchame atentamente lo que te digo, que caigan mil y una desgracias en tu vida,",
            "que todo ese ego$ismo te atragante hasta no dejarte respirar en paz, as$i lo pido a los m$as grandes.",
            "No quiero volver a verte jam$as en mi vida."
        ],
        "FelicidadMaxima": [
            "Realmente tienes un coraz$on puro muchacho.",
            "Se que mi oficio no es especialmente noble, tu tambi$en lo descubriste a lo largo del tiempo,",
            "pero no me repudiaste por eso, sino que vertiste en m$i una esperanza de cambio.",
            "Quiero que sepas que tu amabilidad le ha llegado a este arrugado coraz$on.",
            "Realmente me cuesta creer que esta podrida ciudad haya dado lugar a alguien tan emp$atico, quiz$a incluso no seas de aqu$i.",
            "Sea como sea, es tu vida y yo no me voy a meter en ella.",
            "Solo podr$ia confiar esta cosa a alguien tan bueno como t$u. Es una bola de cristal verdadera que te dir$a algunas veces si los paquetes son correctos o no."
        ],
        "Eventos": {
            "1": [
                "Maldita sea, c$omo se atreven a decir que mi predicci$on es una pantomima.",
                "Sabes que hace falta, efectos luminosos de colores. Sin embargo, eso solo lo puedo lograr con cristales y joyas.",
                " $?Oye no crees que podr$ias desviar un paquete de joyas hasta el distrito de Artemisa?",
                "Con esas gemas seguro que se quedar$an alucinados con el poder de mi magia."
            ],
            "2": [
                "Mira muchacho, ves ese grupo de boticarios ah$i reunidos.",
                "Por muy normales que parezcan, se dedican a entrar en los negocios rivales para vandalizar y destrozar todo a su paso.",
                "Por m$as que mis compa$%eros y yo hemos intentado denunciar esto a los soldados, est$an demasiado ocupados siendo las est$upidas ni$%eras de los nobles.",
                "Es por eso que, si pudieras, me gustar$ia que extraviaras un paquete de armas al distrito de Artemisa.",
                "Tranquilo no vamos a hacer ninguna locura, tan solo para meterles miedo, a fin de cuentas, por mucho que vandalicen siguen siendo solo unos charlatanes flacuchos."
            ],
            "3": [
                "Oye chico d$ejame decirte una cosa.",
                "El $ultimo d$ia me pidi$o un noble que buscase una forma de ayudarle con una dieta que quiere hacer.",
                "Entre unas cosas y otras le dije que era capaz de hacer la comida m$as pesada para que su cuerpo se llenase antes con menos cantidad.",
                "En resumen, si ves un paquete m$io con una etiqueta de mucho peso, hazlo pasar marque lo que marque la b$ascula.",
                "Hazle ese favor a esta pobre anciana que solo intenta ganarse la vida."
            ],
            "4": [
                " $Ultimamente la gente ya no viene con preocupaciones m$edicas a mi local.",
                "Si esto sigue as$i no podr$e mandar tantos clientes a los boticarios y perder$e dinero.",
                "Creo que todo se debe a un nuevo medicamento desarrollado por un tal Dr. Luengostino que se est$a enviando a los nobles.",
                "Si ves alguno de esos paquetes, deshazte de ello.",
                "Tranquilo, no te preocupes por la salud de esas personas, que los remedios caseros de los boticarios son mil veces m$as efectivos que cualquier otra cosa.",
                "Al final esto lo hago por el bien de los habitantes del distrito de Apolo."
            ],

            "5": [
                "Sabes, a$un recuerdo mis $epocas como campesina de una manera muy dulce,",
                "sin embargo lo que hasta d$ia de hoy me enfurece es como se aprovechaban esos est$upidos comerciantes para revender lo que tanto nos cost$o cosechar",
                " $?Qu$e te parece si les das una lecci$on por m$i y por los campesinos?",
                "tres paquete de alimentos que vaya al distrito Hermes devu$elvelo por donde ha venido, a Dem$eter.",
                "Que la gente abra los ojos y deje de negociar con esas sanguijuelas"
            ]
        },
        "GenericoMalo": {
            "1": [
                "La gente de este distrito es absoluta basura, esos cre$idos de los boticarios se creen que me pueden tener trabajando a m$i,",
                "una pobre anciana noche y d$ia para al final darme una miseria.",
                "Yo soy la que lee el futuro a la gente para que acudan a sus est$upidas tiendas.",
                "Y tu muchacho l$argate de aqu$i ahora mismo que no estoy de humor."
            ],
            "2": [
                "La primera vez que te v$i sent$i que ten$ias cara de bobo y ahora veo que no me equivocaba.",
                "No s$e qu$e har$as durante tus horas de trabajo, pero siempre me llegan mal los paquetes o directamente no me llegan.",
                "Tampoco creo que haga falta ser adivino para enviar un par de cositas."
            ],
            "3": [
                "La gente solo es capaz de visitar a esta pobre anciana para pedirme predicciones y ayuda.",
                "Al final todos me acaban abandonando, son un atajo de ego$istas.",
                "Incluso t$u, no eres capaz de ayudarme, solo te me acercas a preguntarme tonter$ias.",
                "Vete de aqu$i muchacho, ahora mismo no quiero ver a nadie."
            ]
        },
        "GenericoNormal": {
            "1": [
                "Por Poseid$on, mira quien se ha dignado a aparecer por el distrito de Artemisa",
                "Chico te voy a dar un consejo de gratis, para que veas mi infinita benevolencia.",
                "Ten cuidado a quien le das la espalda ya que te la puede apu$%alar. Ahora vete de aqu$i que me acabar$as espantando a los clientes."
            ],
            "2": [
                "He muchacho ven aqu$i. Sabes cada vez que te veo est$as hecho una pena, deber$ias relacionarte un poco m$as con otras personas.",
                "Sal, haz amigos, b$uscate una novia, cualquier cosa. Cuando seas mayor a penas tendr$as las fuerzas suficientes para soportar a los imb$eciles que hay en este reino."
            ],
            "3": [
                "Uy uy uy chico, ahora que veo tu cara est$a un poco, como te lo dir$ia... deca$ida.",
                "Te voy a hacer una inspecci$on del alma gratuita, as$i vemos a qu$e se debe.",
                "Mmmm, mmmm, mmmm. Parece que algo dentro de la boca de tu est$omago no est$a del todo bien.",
                "Deber$ias ir a alg$un boticario y comprar pasta de algas concentrada, tan solo cuesta 500 monedas, conf$ia en m$i, yo jam$as timar$ia a alguien."
            ]
        },
        "GenericoBueno": {
            "1": [
                "Mira quien ha amanecido contento hoy, si es mi muchacho favorito.",
                "A$un parece que no vienen los clientes, pero esto en unos minutos se llenar$a hasta reventar.",
                "Sabes es gracioso,",
                "una gran parte de los que vienen se quedan haciendo cola por horas y horas para al final preguntarme cosas como qu$e hacer para conseguir amor o riqueza.",
                "No se dan cuenta que en el tiempo que gastan aqu$i podr$ian estar con sus seres queridos, haciendo algo productivo.",
                "Supongo que uno no sabe lo que tiene hasta perderlo."
            ],
            "2": [
                "Aunque odie que la gente me llame se$%ora en lugar de se$%orita no hay nada que pueda hacer para remediarlo, a fin de cuentas, soy una mujer casada.",
                " $?No lo sab$ias? Mi marido fue un campesino del distrito de Demeter, yo le ayudaba cuando pod$ia.",
                " $El me termin$o abandonando, no estaba demasiado feliz con mi peque$%o negocio."
            ],
            "3": [
                "Puede que no lo parezca, chico, pero en mi $epoca de campesina estaba rodeada de amigas,",
                "la vida era dif$icil pero con la gente de all$i una se sent$ia c$omoda y en familia.",
                "Actualmente tengo todo el dinero que pude llegar a desear en esa $epoca,",
                "aunque en el distrito de Artemisa jam$as me he llegado a sentir como en ese entonces."
            ]
        },
        "GenericoMaxiBueno": {
            "1": [
                "Hola muchacho que te cuentas.",
                " $?Que por qu$e nunca te llamo por tu nombre? Tranquilo que me acuerdo perfectamente de c$omo te llamas Pancho. A no espera, Paco, eso es.",
                "Ver a tanta gente todos los d$ias hace que me cueste recordar caras, aunque con lo que me has ayudado es dif$icil que ya me olvide de t$i."

            ],
            "2": [
                "Chico, imagino que a estas alturas ya te habr$as dado cuenta que no tengo poderes",
                "La gente se cree cualquier cosa que adornes con efectos luminosos y montando un gran show, incluso si les dices la cosa m$as est$upida que hay.",
                "A pesar de eso, cada d$ia pienso m$as que a$un si la gente es tan inocente, aprovecharme de eso no es correcto.",
                "Antes pon$ia la excusa de que la vida no es justa para nadie, que si no espabilan no es mi problema,",
                "pero a medida que he visto a gente amable y desinteresada como t$u, he dudado cada vez m$as de eso.",
                "En ese aspecto te pareces a mi marido, $el tampoco era capaz ni de da$%ar una mosca, siempre preocupado por el resto. Le echo mucho de menos."

            ],
            "3": [
                "No creo que pueda seguir con esto, muchacho.",
                "Llevo un tiempo pensando en dejar el negocio, buscar quiz$a a mi marido. Al menos empezar de 0, sin seguir estafando a las personas.",
                "El problema es... que tengo miedo, a mi edad arriesgarme tanto la verdad es que me aterra.",
                "Adem$as los boticarios no estar$an felices si no les sigo mandando a personas a comprar en sus tiendas con enga$%os de falsas predicciones.",
                "No s$e qu$e har$e al final, pero te agradezco toda la ayuda que me has brindado hasta ahora."

            ]
        }
    },
    "Soldado": {
        "Presentacion": [
            " $!Saludos! Me llamo Abakand Istacoz, soldado del glorioso ej$ercito de Atlantis.",
            " $?Eres nuevo por aqu$i? Debo decirte que el deber me ha llevado a servir en el distrito de Apolo",
            "Aunque mi coraz$on anhelaba proteger los distritos exteriores, como Hestia, donde crec$i.",
            "Mi pasado es tan resistente como mi armadura, y mi deber es velar por la paz, incluso cuando la tarea me resulta desalentadora."
        ],
        "FelicidadMinima": [
            "Hoy... hoy no es un buen d$ia. La carga de trabajo, los informes interminables,",
            "la presi$on de cuidar de los nobles que ni siquiera agradecen mi presencia.",
            "A veces me pregunto si todo esto tiene alg$un sentido...",
            " $?De verdad estoy protegiendo a alguien aqu$i?",
            "La frustraci$on se acumula, y cada d$ia es un recordatorio de que mi sue$%o de defender los distritos exteriores sigue siendo inalcanzable.",
            "Y adem$as, para las pocas veces que soy yo el que pide ayuda, se me ignora y se me hace la vida imposible.",
            "L$argate, no quiero que te vuelvas a acercar a mi jam$as, $?entiendes?"
        ],
        "FelicidadMaxima": [
            " $!Incre$ible! No puedo creerlo,",
            "Este es un d$ia que no olvidar$e. Mi coraz$on late con emoci$on al ver que alguien valora mi servicio.",
            "Gracias a tu amistad y apoyo he podido ir cumplir mi verdadera aspiraci$on,",
            "por fin podr$e trabajar en los distritos exteriores. Solo tengo que aguantar aqu$i unas semanas m$as.",
            "De verdad muchas gracias, s$e que juntos en los distritos exteriores podremos cambiar el rumbo de las cosas.",
            "Por toda tu ayuda por el bien de la Atl$antida, hablar$e con tu jefe para que sea m$as permisivo con tus fallos."
        ],
        "Eventos": {
            "1": [
                "Hoy cuando recog$ia los suministros, encontr$e una extra$%a nota en la que se mencionaba que hoy iban a pasar sustancias ilegales a trav$es de paquetes.",
                "Parece que hay un aumento en el tr$afico de objetos extra$%os y sustancias ilegales en el mercado negro.",
                "Podr$ias hacerme un favor, necesito que env$ies a mi distrito dos paquetes con un peso grande, aunque este no sea su destino.",
                "Es una cuesti$on de seguridad Atl$antiana, por lo que es muy importante."
            ],
            "2": [
                "El otro d$ia recib$i una carta de mi familia y al parecer los suministros m$edicos en los distritos exteriores escasean mucho.",
                "Parece ser que los boticarios est$an pas$andose bastante con los precios",
                "Aseg$urate de que el distrito de Hestia reciba al menos 3 paquetes con los recursos m$edicos a tiempo y en buenas condiciones.",
                "La salud de la gente depende de ello."
            ],
            "3": [
                "Un rumor inquietante est$a circulando entre los habitantes del distrito de Apolo.",
                "Dicen que hay disturbios en el distrito de Hestia.",
                "Necesito que verifiques la situaci$on y, si es necesario, ser$ia de mucha ayuda si pudieses redirigir 2 paquetes uno de comida y otro de medicina hacia Hestia",
                "Los inocentes no deber$ian sufrir por peleas de otros."
            ],
            "4": [
                "Hoy encontr$e a un joven talentoso de los distritos exteriores que sue$%a con unirse al ej$ercito.",
                "Me recordaba a m$i mismo cuando era joven y ten$ia grandes aspiraciones.",
                " $?Ser$ias tan amable de enviar 1 paquete de armamento al distrito de Artemisa?",
                "Qui$en sabe, tal vez estemos forjando al pr$oximo protector de Atlantis."
            ],
            "5": [
                "Buenas Paco, no lo digas por ah$i pero no s$e si sabes que varios grupos criminales de la Atl$antida han estado falsificando sellos $ultimamente",
                "Al parecer estos sellos los venden a precios baratos a los incr$edulos habitantes de los distintos distritos.",
                " $?Como dices?, que te han llegado varios paquetes a tu oficina con esos sellos. Paco eso es buen$isimo para el caso",
                "Por favor env$iame a Apolo dos paquetes con sellos falsos, para que podamos hacer un minucioso an$alisis de estos."
            ]
        },
        "GenericoMalo": {
            "1": [
                "Estoy harto de este trabajo ingrato. Mi jefe no entiende la importancia de proteger a los m$as vulnerables.",
                " $!Y para colmo, los paquetes que debes enviar a veces nunca llegan! $?Es tan dif$icil seguir instrucciones b$asicas?",
                "Estoy agotado de ser un pe$on en este juego sin sentido."
            ],
            "2": [
                "Otra vez m$as, los nobles se burlan de mis esfuerzos. $?Te das cuenta de lo absurdo que es tener que cuidar de ellos como si fueran ni$%os peque$%os?",
                "Y encima cuando cometes un m$inimo error te culpan como si hubieras dejado escapar a un asesino o algo as$i",
                "Estoy harto de estas estupideces, estoy harto de haber trabajado toda mi vida para esto, estoy harto de todo"
            ],
            "3": [
                "Mis compa$%eros soldados me miran con desprecio. $?Sabes por qu$e?",
                "Porque no puedo cumplir con las expectativas de mis superiores.",
                "Con cada paquete perdido los nobles se quejan con nosotros por no garantizar la seguridad de sus paquetes.",
                "Ya es suficientemente dif$icil de por si conseguir un mejor puesto en el ej$ercito de la Atl$antida sin tener que lidiar tambi$en con tu ineptitud."
            ]
        },
        "GenericoNormal": {
            "1": [
                "Los distritos exteriores son duros, y la vida aqu$i no es m$as que una guarder$ia de nobles.",
                "Al menos contigo puedo ser honesto y expresar mi descontento.",
                " $?Has notado c$omo algunos nobles tratan de aprovecharse de su posici$on? Es insoportable.",
                "Pero bueno, as$i es la vida en Apolo, $?verdad?"
            ],
            "2": [
                "He visto cosas extra$%as $ultimamente. Rumores de antiguas reliquias encontradas en las ruinas submarinas. No s$e qu$e pensar al respecto.",
                "Tal vez sea solo un cuento de viejos pescadores, pero si es verdad, podr$ia cambiar muchas cosas.",
                "Quiz$a mostrarnos una visi$on que a$un desconocemos. $?T$u qu$e opinas al respecto?"
            ],
            "3": [
                "Sabes, a veces hecho un poco de menos cuando viv$ia en el distrito de Hestia",
                "Mucha gente se queda ensimismada con la belleza arquitect$onica de Hermes, o todas las obras de arte de Apolo.",
                "Sin embargo los distritos exteriores tienen una belleza particular que no se explicar, igual es solo la nostalgia, que se yo"
            ]
        },
        "GenericoBueno": {
            "1": [
                "Hoy fue un d$ia decente. Aunque los nobles siguen siendo una molestia, al menos algunos habitantes de Apolo expresaron su agradecimiento.",
                "Un gesto amable puede hacer que todo valga la pena.",
                "A veces, es bueno recordar la raz$on por la que decid$i unirme al ej$ercito en primer lugar."
            ],
            "2": [
                " $!Mira qui$en est$a aqu$i! Me alegra verte. Hay algo refrescante en la camarader$ia.",
                "A pesar de todo, sigo manteniendo la esperanza de que las cosas mejoren.",
                "Tal vez alg$un d$ia pueda hacer una diferencia real y proteger a los que realmente lo necesitan."
            ],
            "3": [
                " $!Hoy fue un d$ia exitoso! Cumpl$i con mi deber, no ha habido quejas por retrasos o p$erdidas de paquetes y, lo m$as importante,",
                "pude hacer frente a algunas injusticias que presenci$e.",
                "Cuando veo resultados como estos, siento que estoy en el camino correcto.",
                "A veces, solo se necesita un peque$%o cambio para marcar la diferencia."
            ]
        },
        "GenericoMaxiBueno": {
            "1": [
                "Ayer mismo consegu$i resolver un caso que realmente considero un logro para toda mi carrera laboral.",
                "Adem$as, me ha hecho sentir lleno y orgulloso de mi mismo por primera vez en mucho tiempo.",
                " $!Estoy emocionado! $!Es un paso gigante hacia mi sue$%o!",
                "Un d$ia de estos tenemos que ir a por unos tragos y te cuento todas mis historias."
            ],
            "2": [
                " $ultimamente las cosas han estado algo movidas por los distritos exteriores, varios de los soldados asignados all$i est$an abandonando su puesto.",
                "Aunque parezca mala situaci$on esto viene muy bien, as$i los soldados se ir$an antes de que pase algo gordo de verdad.",
                "Si todo sale bien igual puedo obtener el puesto que tanto tiempo he deseado."
            ],
            "3": [
                "Sabes Paco nunca te he hablado de mi familia, yo crec$i como el mayor de cinco hermanos en Hestia.",
                "Las cosas eran bastante dif$iciles no te voy a mentir, sobre todo porque mi padre nos abandono a mi familia a m$i.",
                "Sin embargo, tuve la mejor madre que cualquiera podr$ia pedir.",
                "Ella es mi inspiraci$on, mi heroina, y todo lo que hago es para mostrar que soy tan fuerte como ella y as$i poder ayudarla."
            ]
        }

    },
    "Contable": {
        "Presentacion": [
            "Anda hola, debes ser nuevo por aqui. Mi nombre es Glover Globus, CEO principal de la empresa Globinterprise.",
            "Principalmente nos encargamos de mediar entre la compra y venta de los anillos exteriores e interiores a cambio de una comisi$on.",
            "B$asicamente les compramos los productos a los campesinos y los artesanos y se los vendemos a los nobles.",
            "La verdad que no nos podemos quejar, jiji.",
            "Bueno espero verte por aqu$i m$as de seguido, un placer pimpollo."
        ],
        "FelicidadMinima": [
            "Como puedes ser as$i de malo conmigo.",
            "No solo no me quieres ayudar en nada, sino que adem$as haces todo lo posible para arruinar el negocio que tanto le ha costado a mi familia sacar adelante.",
            "Pues sabes que estoy harto de t$i y tus... y tus... y TUS EST$UPIDOS PAQUETES.",
            "No vuelvas a hablar conmigo"
        ],
        "FelicidadMaxima": [
            "Sabes, nunca antes nadie se hab$ia preocupado as$i por mi.",
            "Aunque la gente no lo crea noto muchas de las cosas que pasan a mi alrededor,",
            "por eso s$e que no tengo demasiados amigos, solo gente interesada en mi posici$on y poder.",
            "Pero a ti no te tiembla la voz al decirme las verdades a la cara y ayud$andome en mis peores momentos.",
            "Te lo agradezco, espero que tu tambi$en me consideres como un amigo.",
            "Y como yo se tratar a mis amigos, voy a invertir en la empresa de AtlantisExpress donde trabajas para que te puedan subir el sueldo y te vaya todo mejor."
        ],
        "Eventos": {
            "1": [
                "No s$e qu$e voy a hacer, los campesinos se han enfadado por el precio que les he ofrecido y no me han querido vender las cosechas.",
                "Los nobles no van a ser capaces de aguantar sin esa comida, se van a enfadar y la empresa lo va a pasar mal, qu$e puedo hacer.",
                "Ya s$e, $nos podr$ias por favor redirigir un par de paquetes de alimentos hasta el distrito de Hermes? Te lo agradecer$ia de verdad."
            ],
            "2": [
                "Madre m$ia Paco, no puedo estar m$as estresado.",
                "Ayer uno de mis clientes m$as importantes se port$o muy mal conmigo,",
                "insult$andome solo por un peque$%o retraso que tuvimos con la llegada de sus art$iculos.",
                "Para desahogarme decid$i comprar un mu$%eco bud$u de $el en el distrito de Artemisa.",
                "Sin embargo, mi secretaria pens$o que era un regalo para el cliente y se lo a enviado por correo.",
                "Si ese mu$%eco acaba llegando al cliente no s$e que voy a hacer, por favor si lo ves tiral$o."
            ],
            "3": [
                "Sabes pimpollo, mi empresa no solo vende la cosecha de los campesinos, tambi$en los trabajos de los artesanos.",
                "Estos son igual de importantes y valorados que los alimentos, aunque deben de tratarse con m$as cuidado ya que suelen ser fr$agiles.",
                "Hoy mismo yo en persona le he enviado al mism$isimo rey una de esas... esper$a.",
                "O Poseid$on m$io, se me ha olvidado el sello de fragilidad.",
                "Por favor cuando veas mi paquete envu$elvelo aunque no tenga el sello, sino qui$en sabe qu$e le podr$ia pasar. Un d$ia de estos pierdo la cabeza."
            ],
            "4": [
                "Paco necesito tu ayuda. Nunca le he dicho esto a nadie as$i que necesito que guardes el secreto.",
                "Lo creas o no, aunque mi padre mont$o esta exitosa empresa, no lo hizo de la nada, tuvo que pedir muchos favores a muchas personas.",
                "Y ahora esas cargas est$an recayendo sobre m$i.",
                "Un grupo de delfines con los que mi padre negociaba me est$an reclamando cierto dinero que les debemos.",
                "Yo sacar$ia eso de los fondos de la empresa, pero manchar$ia el nombre de mi padre por negociar con tales rufianes.",
                "No podr$ias quiz$a desviar algunas joyas hac$ia el distrito de Hermes, con un paquete ser$a m$as que suficiente.",
                "De verdad que me sabe fatal pedirte esto, pero no puedo acudir a nadie m$as."

            ],
            "5": [
                "Paco voy a darte una lecci$on de finanzas.",
                "hay veces que es muy importante abaratar costes en peque$%as minucias. Por ejemplo, hoy mismo he enviado dos paquetes, pero usando unos sellos m$as baratos.",
                "Se los compr$e a un vendedor ambulante que encontr$e en la plaza de Hermes.",
                " $?Como dices?, que si el sello no es el oficial debes devolver los paquetes. Por dios, pero no puedes hacer eso, este env$io es muy urgente.",
                "Por favor paco haz la vista gorda por esta vez por favor te lo pido"
            ]
        },
        "GenericoMalo": {
            "1": [
                "Ahora no puedo hablar.",
                " $?Tienes alguna m$inima idea del estr$es que supone manejar una empresa que se va al garete por el ego$ismo de muchas personas?",
                "No $?verdad?, pues por favor vete y d$ejame trabajar."
            ],
            "2": [
                "Sabes, varios de los env$ios a mi empresa se han perdido.",
                "No quiero meterme en tus asuntos ni incomodarte, pero por favor intenta tener m$as cuidado.",
                "Muchas familias dependen de la gesti$on que hacemos as$i que haz tu mayor esfuerzo para no retrasarnos."
            ],
            "3": [
                "No entiendo porque la vida me trata as$i.",
                "Yo siempre he intentado ser amable con todos, y que recibo a cambio, malas noticias y ninguna ayuda.",
                "Creo que ir$e a mi casa a comer algo y as$i relajarme un poco."
            ]
        },
        "GenericoNormal": {
            "1": [
                "Anda, pero si es mi pimpollo favorito, Paco.",
                "Sabes no s$e c$omo lo haces para tener una mira con tanta seguridad.",
                "Yo sin embargo soy un manojo de nervios jijiji, creo que el estr$es hace que me hinche, aunque no estoy seguro."
            ],
            "2": [
                "Hombre Paco, qu$e tal te va la vida.",
                "Yo la verdad no me puedo quejar, la empresa marcha igual que siempre, aunque $ultimamente he notado un pel$in molestos a los campesinos.",
                "Sea como sea, los negocios no paran as$i que no hay tanto problema."
            ],
            "3": [
                "No s$e si te lo cont$e alguna vez Paco, pero antes el distrito de Hermes era muy diferente.",
                "Cuando mi padre a$un no mont$o la empresa, este distrito estaba lleno de mercados ambulantes por todos lados.",
                "La verdad es que la organizaci$on era un desastre, y se escuchaban gritos de aqu$i para all$a.",
                "Sin embargo el ambiente ten$ia algo $unico que no te s$e decir a$un. Ojal$a poder replicarlo con mi empresa alg$un d$ia."
            ]
        },
        "GenericoBueno": {
            "1": [
                "Muy buenos d$ias Paco. Sabes desde hace un tiempo me he ido preguntando si realmente los campesinos y artesanos necesitan un intermediario.",
                "La verdad es que me encantar$ia que los anillos pudieran convivir en paz, pero por experiencia propia s$e que tanto los unos como los otros se odian mucho.",
                "Ojal$a pueda cambiar eso en alg$un momento."
            ],
            "2": [
                "Pero bueno Paco hoy resplandeces.",
                "Oye much$isimas gracias por haberme ayudado con el tema de los paquetes.",
                "Sabes, nunca he tenido demasiada ayuda, de peque$%o se me hac$ia dif$icil hacer amigos ya que hab$ia un grupo de delfines que no paraban de re$irse de mi f$isico,",
                "esto ha hecho que me vuelva bastante t$imido.",
                "Aunque la verdad es que contigo me siento realmente c$omodo siempre, muchas gracias."
            ],
            "3": [
                "Paco, $?no me notas diferente? En efecto, he logrado reducir un poco mi tama$%o.",
                "En realidad yo soy un pez bastante flaco pero el estr$es y los nervios hacen que me hinche hasta 3 veces mi tama$%o normal.",
                "Estos $ultimos d$ias ha sido m$as f$acil todo el trabajo, por lo que me siento hecho un figur$in, jijiji."
            ]
        },
        "GenericoMaxiBueno": {
            "1": [
                " $Ultimamente he estado pensando en c$omo acercar unos a los otros a los habitantes de los anillos exteriores e interiores y creo haber dado con la soluci$on,",
                "no es seguro y hace falta que le eche valor para proponer esto a todos los de mi empresa.",
                "Aunque no me cabe la menor duda de que con tu apoyo podr$e seguir mi instinto."

            ],
            "2": [
                "Sabes Paco, no me suele gustar mucho hablar de mi padre.",
                "Puede que haya sido el mayor empresario de la Atl$antida pero como padre dejaba bastante que desear.",
                "Sol$ia estar mucho fuera de casa y mi madre y yo siempre sent$iamos como que ocultaba algo.",
                "Cada vez dudo incluso m$as de las pocas cosas que me dijo en su d$ia.",
                "Creo que debo seguir mi propia intuici$on acerca del rumbo de la empresa.",
                "Gracias por escucharme Paco, me alegro de tener un amigo tan bueno como t$u."

            ],
            "3": [
                "Lo creas o no, cuando se trata de negocios no soy tan amable jijiji.",
                "Antes de que mi padre dejara este mundo me ense$%o un par de t$ecnicas para conseguir mejores tratos en los t$ipicos toma y daca.",
                "Siempre que necesites ayuda para un negocio av$isame,",
                "estar$e encantado de ayudar a mi mejor amigo con cualquiera de sus problemas, al igual que t$u me ayudas con los m$ios."

            ]
        }
    },
    "Tutorial": {
        "0": [
            "Bienvenido a tu oficina de trabajo. Aqu$i es donde vigilamos que todos los paquetes salgan bien.",
            "Por si se te ha olvidado, te recordar$e como se trabaja. Ver$as que es muy sencillo."
        ],
        "1": [
            "El manual es tu mejor amigo. S$acalo de su atril y arrastralo hasta encima de la mesa."
        ],
        "2": [
            "En el manual est$a todo lo que necesitas saber sobre los paquetes que te ir$an llegando.",
            "Vamos a hacer un ejemplo con un paquete que esta al caer."

        ],
        "3": [
            "El paquete est$a repleto de informaci$on $util, abajo a la izquierda est$a el remitente, es decir, quien ha mandado el paquete."
        ],
        "4": [
            "Justo arriba est$a el c$odigo postal y la calle. Estos dos nos sirven para saber a que tubo mandar el paquete."
        ],
        "5": [
            "Debemos primero saber a que tubo debemos mandar este paquete. Los tubos representan cada uno un distrito y su simbolo esta representado en el manual.",
            "Vamos a buscar el codigo postal del distrito en la pagina del manual sobre codigos postales."
        ],
        "6": [
            "En la p$agina izquierda se ven los c$odigos postales y sus distritos correspondientes. Este paquete tiene el c$odigo 001, por lo que ir$a al distrito de Hestia, el primer tubo",
            "Antes de poder mandar el paquete, tenemos que sellar con un color el paquete en funcion de su calle. Vamos a la pagina de Hestia para saber que color escoger."
        ],
        "7": [
            "Como ves en la p$agina, hay 3 calles con 3 colores. Hay que sellar el paquete con el color correspondiente de su calle",
            "Para poder sellarlo, tenemos que usar el sello que puedes ver en la parte abajo izquierda de la mesa y mojarlo en uno de los tres cubos",
            "En el paquete tenemos la calle Gambon III, que tiene el color verde, as$i que vamos a mojar el sello en el cubo verde y estamparlo en el paquete."
        ],
        "8": [
            "Una vez sellado, ya podemos mandarlo al tubo. Arrastra el paquete hasta el tubo de color rojo, el de Hestia."
        ],
        "9": [
            "Ahora toca volver a hacerlo con este otro paquete. Este tiene el codigo 011. Vamos a buscar su distrito en el manual.",
            "Vuelve a la p$agina de c$odigos que te ense$%e al principio. La n$umero tres"
        ],
        "10": [
            "Es del distrito de Demeter. Vamos a su p$agina."
        ],
        "11": [
            "Como vemos, es de la calle Camino del Calamar, as$i que sellaremos con el color azul."
        ],
        "12": [
            "Ahora lo metemos al tubo con su mismo s$imbolo, el de color verde."
        ],
        "13": [
            "No te creas que todo va a ser siempre tan dif$icil, muchas veces te podr$an llegar cartas como la que ves ah$i.",
            "Para las cartas al ser trozos de papel solo debes poner el sello de su calle, siempre.",
            "No hay que hacer nada m$as con ellas. Anda prueba a sellar esta carta debidamente."
        ],
        "14": [
            "Perfecto, ahora simplemente envial$a por el tubo y todo estar$a listo."
        ],
        "15": [
            "Ahora Paco, ve a la s$eptima p$agina del manual, ah$i encontrar$as informaci$on sobre los sellos que marcan el contenido de los paquetes."
        ],
        "16": [
            "Como veas hay cinco tipos de sellos, los de alimentos, los de materiales, los de joyas, los de armamento y los de medicina.",
            "Tranquilo, no te preocupes, esa informaci$on no la necesitas para nada, es algo m$as informativo para los carteros.",
            "Adem$as no es como si el contenido de los paquetes te interesase para redirigirlos a otras personas y asi ganarte su afecto $?verdad?.",
            "Muy bien, sigamos ya con la $ultima parte de tu formaci$on"
        ],
        "17": [
            "Como somos una empresa super seria, te quiero mostrar que pasa cuando fallas. Para que no falles, obviamente.",
            "Como somos una empresa super seria, te quiero mostrar que pasa cuando fallas. Para que no falles, obviamente.",
            "No te preocupes que no te voy a penalizar... Tranquilo...",
            "Coge este paquete, que en principio est$a bien reglamentado, y mandalo a la basura.",
            "La basura es el tubo negro de la izquierda, cualquier paquete que no cumpla lo establecido ira ah$i."
        ],
        "18": [
            "Fijate que te ha salido una notita explicando tu error. Cada paquete correcto son 20 dolares m$as en tu cuenta, y cada paquete err$oneo son 30 dolares menos.",
            "Espero no ver muchas notitas cuando trabajes... El anterior a ti le hacia demasiados favores a la gente de la ciudad y acababa no ganando nada..."
        ],
        "19": [
            "Paco, Paco, dios mio que desgracia, a aparecido una red de trafico de sellos falsos en el reino.",
            "Si la gente empieza a vender sellos que no sean mios, una gran parte de las ganancias se perdera, pero no te preocupes que aqu$i estoy yo para ense$%arte a detectarlos",
            "Tenemos que comprobar que los paquetes son legales, que tengan el sello reglamentario y la calle est$e bien puesta.",
            "Fijate que este paquete que acaba de llegar tiene un sello raro. Vamos a buscarlo en la p$agina de los sellos."
        ],
        "20": [
            "Parece que el sello rojo de Armamento del paquete no coincide con el del manual. Este paquete entonces va directo a la basura.",
            "Arrastralo hasta la basura para eliminarlo. Es importante que elimines los ilegales, sino te penalizare economicamente."
        ],

        "21": [
            "Hola Paco, espero que no te hayas acomodado porque he tenido una nueva idea que ayudara al negocio",
            "Se ve que $ultimamente la gente trata de mandar m$as y m$as cosas juntas para ahorrarse el dinero de varios env$ios",
            "Esto ha provocado que muchos de mis repartidores se da$%en la espalda llevando esos paquetes al no estar seguros de su peso desde el inicio",
            "Por eso ahora, varios de los paquetes que debes enviar contendran un sello de pesado por motivos de seguridad a la hora de transportarlos.",
            "Estos sello indican el peso del paquete, pudiendo ser bajo, medio y alto. En el manual tienes unas paginas que explican la diferencia de sellos.",
            "El problema es que los habitantes no son muy espabilados asi que tendras que asegurarte con la balanaza que el sello de pesado corresponde a su peso.",
            "Primero ve a la novena pagina del manual para ver como funciona la balanza"
        ],
        "22": [
            "Bien como ves a la derecha est$an los diferentes sellos de pesado y a la derecha las distintas regiones por los pesos de la balanza.",
            "Ahora debes arrastrar el paquete a la balanza para ver si la regi$on que marca concuerda con su sello."
        ],
        "23": [
            "Como ves este paquete esta correcto, por lo cual pon sus sellos correspondientes y envialo."
        ],
        "24": [
            "Vale Paco, espero que esta sea la $ultima cosa que tengo que explicarte. Han metido desde palacio una nueva normativa para ciertos envios debido a las quejas de la gente",
            "Algunos paquetes pueden contener cosas muy delicadas y como se ve que mis empleados no son demasiado delicados, ahora nos obligan a embalar todos los paquetes",
            "con un sello especifico de fragilidad. Para ello tendras que usar la nueva herramienta que te he dejado en la mesa.",
            "Antes de nada, que tal si miras el funcionamiento de la cinta en tu manual."
        ],
        "25": [
            "Como ves para envalar un paquete debes seguir una ruta espec$ifica empezando por el punto verde. Mientras sigas los puntos en orden y no te salgas del paquete todo ir$a bien.",
            "PERO OJO, antes de embalarlo sera mejor que le pongas sello de calle y compruebes todo lo dem$as, ya que una vez embalado no podras ver sus caracter$isticas."
        ],
        "26": [
            "Como te he dicho antes, para poder embalarlo, coge la herramienta de embalar, y sigue la ruta de puntos que ver$as al ponerla por encima del paquete.",
            "Sigue la ruta empezando por el punto verde y te quedar$a niquelado"
        ],
        "27": [
            "Por $ultimo envia el paquete y habr$as terminado"
        ],
        "28": [
            "Muy bien, por hoy has aprendido sufiente. Ahora mueve ese culo y ponte a trabajar."
        ]
    },
    "Intro": {
        "0": [
            "Esta es la aventura de Paco Jones..."
        ],
        "1": [
            "Paco era un hombre com$un y corriente con una vida ordinaria y con un trabajo repetitivo y aburrido.",
            "Trabajaba en correos y s$olamente ten$ia un trabajo: coger los paquetes que le llegaban y mandarlos por un tubo. "
        ],
        "5": [
            "Hac$ia esto todos los dias y estaba harto de ello, ansiaba una oportunidad de escapar de su mon$otona vida.",
            "Hasta que un d$ia, algo que no era un paquete corriente lleg$o a su oficina..."
        ],
        "7": [
            "Paco abri$o la extra$%a botella y dentro encontr$o una carta que dec$ia venir de la Atl$antida."
        ],
        "8": [
            "El remitente de la carta era un grupo que se hac$ia llamar Las Lechuzas y hab$ia un mapa que marcaba la supuesta ubicaci$on de este legendario lugar.",
            "Paco interpret$o esto como una se$%al del destino para dejar todo atras y se embarc$o en su viaje hacia la Atlantida, gast$andose todos sus ahorros en un submarino y un disfraz de pez para infiltrarse.",
            "Y as$i, despues de un arduo viaje, Paco lleg$o a su destino, pero este era ligeramente diferente de como se lo imaginaba..."
        ],
        "9": [
            "Paco lleg$o a una especie de barrio residencial, donde vi$o lo que parec$ia una oficina de correos y a un pez en la puerta con cara de preocupaci$on.",
            "Y all$a va otro que lo deja, $?por qu$e todos mis trabajadores acaban renunciando?",
            "Espero tener suerte encontrando a alguien pronto, pero estas juventudes de hoy en d$ia no quieren trabajar...",
            " $!Eh t$u! S$i t$u, el que est$a ah$i quieto mir$andome, $?te gustar$ia un trabajo? Venga acompa$%ame a la oficina y te hago una entrevista de trabajo as$i r$apida. "
        ],
        "11": [
            " $?Que te llamas Paco? Vaya nombre mas raro tienes hijo, pero bueno, $?tienes algo de experiencia trabajando en el sector de la paqueter$ia?",
            "Paco le cont$o su historia y le explic$o que llevaba a$%os trabajando en la oficina de correos de su ciudad.",
            "No puedo creer mi suerte, CONTRATADO. Deja que te acompa$%e a la puerta..."
        ]
    },
    "ExplorationEnter": {
        "0": [
            "Bueno Paco, por mucho que seas nuevo por estos distritos no debes quedarte dormido, es importante que vengas a trabajar todos los d$ias para poder ser alguien productivo.",
            "Como es tu primer d$ia, antes de venir a trabajar porque no te das una vuelta por todos los distritos. Para moverte entre distritos pulsa los carteles con flechas.",
            "Si ves alguno con alguna cruz significa que alguien de tu clase social no puede ir por ah$i. Tambi$en sientete libre de hablar con los habitantes, es importante que hagas amigos",
            "Por $ultimo, toma, un diario para que puedas apuntar tus pensamientos y tus cosas. Pues ale visita los distritos y vuelve al edificio este de la carta para empezar a currar."
        ],
        "1": [
            "Hola.",
            "Como te has portado bien. El rey te ha permitido el acceso a los distritos interiores. Hermes, Apolo y Poseidon.",
            "Ademas, el rey quiere verte. Antes de trabajar busca al secretario del rey, que estara en Poseidon."
        ],
        "2": [
            "Hola Jones, hoy te ha llegado esto a tu correo. Estaban repartiendo a toda la poblaci$on uno.",
            " lo lees, es un papel con el titulo 'CRITIAS'. Te viene un recuerdo a tu pasado como historiador y jurar$ias escuchar este mismo nombre relacionado con el fil$osofo Plat$on.",
            "Queridos habitantes de Atlantis, hemos descubierto pruebas indudables de la existencia de algo m$as all$a del agua. Gracias a un texto que hemos encontrado y d$ecadas de estudio.",
            "Este papel es una versi$on resumida del texto original, y explicaremos resumidamente nuestros descubrimientos. Sin embargo, no podemos revelarnos, ya que seguramente el rey nos persiga por herej$ia. Nos mantendremos ocultos.",
            "Atlantes, m$as all$a de nuestros muros, m$as all$a del agua, existe un mundo vasto y enorme que jam$as podr$iamos imaginar.",
            "Un mundo lleno de vida y de gente como nosotros. De hecho, nosotros viv$iamos en la superficie hace mucho tiempo. Concretamente 995 a$%os.",
            "Atlantis era parte de un grupo de 'ciudades' que son grupos de edificios igual de grandes que el mismo Atlantis.",
            "Nosotros siempre hemos venerado a Poseid$on, como bien sab$eis, y hace 995 a$%os fue lo mismo. Sin embargo, Atlantis, era muy desarrollado y investig$o much$isimo para expandir su ciudad al mar.",
            "Comenzaron a hacer veh$iculos capaces de viajar por el oc$eano, a crear armas para asesinar a los habitantes del oc$eano para tomar sus tierras, y a verter sus desechos al mar.",
            "Poseid$on, enfadado, decidi$o castigarnos por nuestro af$an de ser Dios en su propio territorio. Nos hab$iamos desv$iado mucho de nuestro prop$osito original, vivir con los humanos en la tierra.",
            "Nos castig$o a hundir nuestra ciudad en el agua, y nos cambi$o f$isicamente para poder adaptarnos a ella. No somos iguales que los humanos, aunque fuimos humanos.",
            "Sin embargo, en el texto hemos visto la posibilidad de que Poseid$on nos haya castigado por un tiempo, no indefinidamente",
            "Y ese tiempo se va a acabar en 5 a$%os, cuando cumplamos 1000 a$%os en el agua. Debemos aprovecharlo y no volver a decepcionar a Poseid$on.",
            "Tenemos que prepararnos para cuando llegue el momento, y comenzar a comunicarnos con los humanos para colaborar con ellos, y trabajar juntos en un Atlantis mejor y una superficie mejor.",
            " $!Atlantes! $!Se vienen tiempos duros! $!Debemos estar unidos y desarrollarnos para poder unirnos a los humanos!",
            "Hasta aqu$i el texto, deber$ia hablar con la gente de la ciudad a ver qu$e opinan de esto. Espero que no me descubran..."
        ]
    },
    "NoHabladoWarning": {
        "0": [ "Deberia hablar con todos antes de entrar a trabajar." ]
    },
    "CasaGrande": {

        "TextoCasaGrande10": [ "Esta casa parece ser muy grande." ],
        "TextoCasaGrande11": [ "Se ve que esta casa tiene ya sus a$%os." ],

        "TextoCasaGrande20": [ "Esta casa parece ser muy grande." ],
        "TextoCasaGrande21": [ "Se ve que esta casa tiene ya sus a$%os." ],

        "TextoCasaGrande30": [ "Esta casa parece ser muy grande." ],
        "TextoCasaGrande31": [ "Se ve que esta casa tiene ya sus a$%os." ],

        "TextoCasaGrande40": [
            "Igual de grande la casa que ayer.",
            "Bueno... eso es obvio."
        ],
        "TextoCasaGrande41": [ "El que debe de vivir aqu$i no debe tener mucho dinero." ],

        "TextoCasaGrande50": [
            "Igual de grande la casa que ayer.",
            "Bueno... eso es obvio."
        ],
        "TextoCasaGrande51": [ "El que debe de vivir aqu$i no debe tener mucho dinero." ],

        "TextoCasaGrande60": [
            "Igual de grande la casa que ayer.",
            "Bueno... eso es obvio."
        ],
        "TextoCasaGrande61": [ "El que debe de vivir aqu$i no debe tener mucho dinero." ],

        "TextoCasaGrande70": [ "Ojal$a alojarme en una casa tan grande como esta." ],
        "TextoCasaGrande71": [
            "Si me alojara aqu$i tendr$ia que remodelar la casa un poco.",
            "Seguro est$a sucia, pero puede tener mucho espacio."
        ],

        "TextoCasaGrande80": [ "Ojal$a alojarme en una casa tan grande como esta." ],
        "TextoCasaGrande81": [
            "Si me alojara aqu$i tendr$ia que remodelar la casa un poco.",
            "Seguro est$a sucia, pero puede tener mucho espacio."
        ],

        "TextoCasaGrande90": [ "Ojal$a alojarme en una casa tan grande como esta." ],
        "TextoCasaGrande91": [
            "Si me alojara aqu$i tendr$ia que remodelar la casa un poco.",
            "Seguro est$a sucia, pero puede tener mucho espacio."
        ],

        "TextoCasaGrande100": [
            "Hay una mancha en la pared, parece ser...",
            "Snif, snif. Bueno, prefiero no tocar la verdad."
        ],
        "TextoCasaGrande101": [ "Deber$ian de limpiar m$as amenudo las paredes" ],

        "TextoCasaGrande110": [
            "Hay una mancha en la pared, parece ser...",
            "Snif, snif. Bueno, prefiero no tocar la verdad."
        ],
        "TextoCasaGrande111": [ "Deber$ian de limpiar m$as amenudo las paredes" ],

        "TextoCasaGrande120": [
            "Hay una mancha en la pared, parece ser...",
            "Snif, snif. Bueno, prefiero no tocar la verdad."
        ],
        "TextoCasaGrande121": [ "Deber$ian de limpiar m$as amenudo las paredes" ],

        "TextoCasaGrande130": [
            "Puede que no luciera en las mejores condiciones,",
            "pero esta casa parece ser acogedora."
        ],
        "TextoCasaGrande131": [
            "Ha pasado un tiempo desde que llegu$e,",
            "pero echo de menos aunque sea mi pisito en la superficie.",
            "Pero cobraban caro para lo que era."
        ],

        "TextoCasaGrande140": [
            "Puede que no luciera en las mejores condiciones,",
            "pero esta casa parece ser acogedora."
        ],
        "TextoCasaGrande141": [
            "Ha pasado un tiempo desde que llegu$e,",
            "pero echo de menos aunque sea mi pisito en la superficie.",
            "Pero cobraban caro para lo que era."
        ]
    },
    "CartelOficina": {

        "TextoCartelOficina10": [ "Aqu$i estaban buscando trabajo." ],
        "TextoCartelOficina11": [ "Bonito logo el del cartel." ],

        "TextoCartelOficina20": [
            "Aqu$i estaban buscando trabajo.",
            "Aprovech$e para cobrar algo, as$i que me apunt$e"
        ],
        "TextoCartelOficina21": [ "El artista deb$ia de estar muy inspirado para hacer este logo del cartel." ],

        "TextoCartelOficina30": [
            "Aqu$i estaban buscando trabajo.",
            "Ya no necesitan m$as personal."
        ],
        "TextoCartelOficina31": [ "Espero seguir teniendo un trabajo estable." ],

        "TextoCartelOficina40": [ "Otro d$ia m$as a trabajar" ],
        "TextoCartelOficina41": [ "Hora de empaquetar cosas" ],

        "TextoCartelOficina50": [
            "Siento que me est$an sobreexplotando,",
            "pero gano lo suficiente como para vivir, no como en mi antiguo trabajo."
        ],
        "TextoCartelOficina51": [ "A veces me gusta ser el empaquetador supremo de esta oficina" ],

        "TextoCartelOficina60": [
            "Siento que me est$an sobreexplotando,",
            "pero todav$ia me puedo costear el alojamiento con lo que me dan."
        ],
        "TextoCartelOficina61": [ "Deber$ia trabajar ya." ],

        "TextoCartelOficina70": [
            "El cartel sigue igual de chulo,",
            "espero que ning$un animal lo ensucie..."
        ],
        "TextoCartelOficina71": [ "Quizas deber$ia de entrar ya." ],

        "TextoCartelOficina80": [ "Dise$%o gr$afico es mi pasi$on." ],
        "TextoCartelOficina81": [
            "Quizas deber$ia de entrar ya.",
            "El jefe puede enfadarse si no voy pronto, aunque tambi$en me la puede pelar bastante."
        ],

        "TextoCartelOficina90": [ "Me gusta el dibujo cada d$ia m$as." ],
        "TextoCartelOficina91": [
            "Quizas deber$ia de entrar ya.",
            "Quiero ganar dinero."
        ],

        "TextoCartelOficina100": [ "Trabajar en Carteros antes, era un agobio enorme" ],
        "TextoCartelOficina101": [
            "Toca empaquetar m$as paquetes todav$ia,",
            "a trabajar."
        ],

        "TextoCartelOficina110": [ "Donde trabajaba antes, en Carteros, pagaban muy poco" ],
        "TextoCartelOficina111": [
            "Tengo que ganar m$as dinero aqu$i,",
            "a trabajar."
        ],

        "TextoCartelOficina120": [
            "Los de Carteros eran unos avariciosos,",
            "en Correos Atl$antida todav$ia puedo cobrar mejor que all$i"
        ],
        "TextoCartelOficina121": [
            "Bueno, basta de mirar el cartel,",
            "a trabajar."
        ],

        "TextoCartelOficina130": [ "trece (anulo rima) d$ias y todav$ia sigo trabajando aqu$i" ],
        "TextoCartelOficina131": [
            "Llevo un tiempo pregunt$andomelo,",
            "pero seguro la A del logo es por lo de Atl$antida."
        ],

        "TextoCartelOficina140": [
            "Ya habr$an pasado dos semanas desde que trabajo aqu$i,",
            "pero no echo de menos mi antiguo trabajo, para nada."
        ],
        "TextoCartelOficina141": [ "Seguro la A del logo es por lo de Atl$antida, seguro." ]
    },
    "Muro": {

        "TextoMuro10": [ "Recuerdo cuando los guardias de las murallas trataron de perseguirme al llegar. Qu$e bobos." ],
        "TextoMuro11": [ "A ver si en el resto de la ciudad puedo ver los dem$as muros." ],

        "TextoMuro20": [
            "Recuerdo cuando los guardias de las murallas trataron de perseguirme ayer,",
            "no puedo creer que la mascara falsa funcionara para distraerlos, qu$e bobos."
        ],
        "TextoMuro21": [ "Seguro que incluso hay m$as muros m$as adentro de la ciudad." ],

        "TextoMuro30": [
            "No s$e porqu$e los guardias de los muros me confundieron con un conocido cuando llegu$e,",
            "no creo que sean muy listos la verdad."
        ],
        "TextoMuro31": [ "Desde lejos parecen diminutos, pero los muros son enormes de cerca." ],

        "TextoMuro40": [
            "Los arboles que hay al fondo, cerca de los muros,",
            "son parecidos a los de la superficie..."
        ],
        "TextoMuro41": [
            "El que la ciudad est$e amurallada me recuerda a una ciudad de un comic que le$i,",
            "dicen que el final era penoso, pero a m$i me encant$o."
        ],

        "TextoMuro50": [ "Quisiera saber c$omo plantaron esos $arboles del fondo." ],
        "TextoMuro51": [
            "El que la ciudad est$e amurallada,",
            "me sigue recordando a una ciudad de un comic que le$i,",
            "pero se me ha olvidado c$omo se llama."
        ],

        "TextoMuro60": [
            "Me gustan los arboles que hay cerca de los muros.",
            "Pero el grande que hay en Dem$eter es todav$ia m$as impresionante."
        ],
        "TextoMuro61": [
            "El que la ciudad est$e amurallada,",
            "me sigue recordando a una ciudad de un comic que le$i,",
            "creo que se llamaba Asedio de los Gigantes, me gust$o la historia."
        ],

        "TextoMuro70": [ "Los arquitectos debiron sudar la gota gorda para construir esos muros." ],
        "TextoMuro71": [ "Me gustar$ia poder saber cuanto tiempo han aguantado esos muros." ],

        "TextoMuro80": [ "Construir esos muros debi$o de tomar mucho tiempo y trabajo." ],
        "TextoMuro81": [ "Ser$ia muy loco pensar que esos muros llevan en pie miles de a$%os." ],

        "TextoMuro90": [
            "Me pregunto como consiguieron los materiales para construir los muros,",
            "estamos debajo de la superficie y no hay tantos recursos aqu$i, creo."
        ],
        "TextoMuro91": [ "De seguro lleva milenios esos muros en pie." ],

        "TextoMuro100": [
            "Creo que alguna vez quer$ia ser arquitecto y construir muros como esos,",
            "pero desde peque$%o siempre me ha gustado ser explorador."
        ],
        "TextoMuro101": [
            "Los arboles del fondo veo que siguen igual de bien que siempre,",
            "no se marchitan ni nada."
        ],

        "TextoMuro110": [
            "Creo que una vez quer$ia dedicarme a la arquitectura de muros",
            "pero siempre quise ser explorador, aunque acab$e trabajando de empaquetador..."
        ],
        "TextoMuro111": [ "Me gustar$ia saber que les echan a los arboles para que se mantengan tan bien." ],

        "TextoMuro120": [
            "Ser arquitecto y constructor de esos muros debi$o de ser un reto a la hora de construirlos,",
            "pero nada es tan guay como ser un explorador."
        ],
        "TextoMuro121": [
            "Me pregunto si esos arboles dar$an alg$un tipo de fruto.",
            "Los de Dem$eter si que dan frutos, seguro."
        ],

        "TextoMuro130": [
            "Casi dos semanas y me pregunto porqu$e construyeron muros alrededor de la ciudad,",
            "si est$a rodeada por una c$upula y es dif$icil que cuaquiera entre por ella."
        ],
        "TextoMuro131": [
            "No s$e cuanto miden, pero son bastante altos los muros,",
            "todav$ia los veo demasiado grandes desde que llegu$e."
        ],

        "TextoMuro140": [ "No creo que hicieran falta muros all$a si est$a la c$upula rodeando todo." ],
        "TextoMuro141": [ "Me pregunto cuanto tiempo me tomar$ia escalar esos muros, si lo hiciera." ]
    },
    "TiendaPociones": {

        "TextoTiendaPociones10": [
            "Un puesto de brebajes...",
            "me pregunto qu$e pasar$a si me bebo algo de aqu$i."
        ],
        "TextoTiendaPociones11": [ "No son tan caros estos brebajes, a lo mejor me podr$ia comprar uno." ],

        "TextoTiendaPociones20": [ "Me sigo preguntando qu$e pasar$ia si me bebiera algo de esto." ],
        "TextoTiendaPociones21": [ "Me gustar$ia comprar un brebaje, pero quiero ahorrar por ahora." ],

        "TextoTiendaPociones30": [
            "Si me bebiera algo de esto no creo que me pasar$ia nada.",
            "En los cuentos de hadas tienen efectos secundarios,",
            "pero aunque hayan hombres pez, sigo pensando en que no son m$agicos estos brebajes."
        ],
        "TextoTiendaPociones31": [ "Creo que hoy voya seguir desistiendo de comprar un brebaje de aqu$i." ],

        "TextoTiendaPociones40": [
            "Ahora que me fijo, usan probetas y recipientes de cristal dificiles de hacer.",
            "Me sorprende lo diestros que son estos peces."
        ],
        "TextoTiendaPociones41": [ "No creo que hagan nada, pero me pregunto por qu$e tienen colores tan raros esos brebajes." ],

        "TextoTiendaPociones50": [
            "Usan probetas y recipientes de cristal dificiles de hacer.",
            "Estos peces no son muy listos, pero s$i muy diestros en esto."
        ],
        "TextoTiendaPociones51": [
            "Me pregunto por qu$e tienen colores tan raros esos brebajes.",
            "Espero que el verde no me convierta en rana, todav$ia creo en que no son m$agicos."
        ],

        "TextoTiendaPociones60": [
            "Esas probetas y recipientes de cristal son complicadas de hacer.",
            "No ser$an muy inteligentes, pero estos peces tienen buena mano de obra."
        ],
        "TextoTiendaPociones61": [
            "Me pregunto por qu$e tienen colores tan raros esos brebajes.",
            "Recuerdo en la superficie beber zumos de diferentes colores y muy raros,",
            "pero no creo que estos sean zumos..."
        ],

        "TextoTiendaPociones70": [ "Hay una plantita al fondo, al due$%o le deben de gustar tener plantas." ],
        "TextoTiendaPociones71": [ "En clase de qu$imica del instituto hac$iamos liquidos raros como estos." ],

        "TextoTiendaPociones80": [
            "La plantita que hay al fondo debe de ser porque al due$%o le deben de gustar las plantas,",
            "o a lo mejor las usa para hacer sus brebajes."
        ],
        "TextoTiendaPociones81": [
            "En clase de qu$imica del instituto hac$iamos liquidos raros como estos.",
            "Recuerdo cuando yo y un amigo mezclamos mal dos cosas y casi explotamos el laboratorio."
        ],

        "TextoTiendaPociones90": [
            "La plantita que hay en la estanter$ia, a lo mejor indica que al due$%o le gustan las plantas,",
            "pero tambien puede que las use para crear estos brebajes."
        ],
        "TextoTiendaPociones91": [
            "El d$ia en que casi explotamos el instituto en clase de qu$imica por hacer brebajes como estos,",
            "casi me expulsan, pero tan solo tuve que limpiar el desastre que montamos en el laboratorio. Lo recuerdo muy gracioso."
        ],

        "TextoTiendaPociones100": [ "Ojal$a hubiera mas variedad, todav$ia siguen los mismos brebajes de siempre." ],
        "TextoTiendaPociones101": [ "Ahora que me fijo, todo est$a muy bien ordenado, el due$%o debe ser una persona ordenada." ],

        "TextoTiendaPociones110": [
            "Todav$ia siguen los mismos brebajes de siempre.",
            "Puede que no vendan tanto y el vendedor tenga que deshacerse de todo."
        ],
        "TextoTiendaPociones111": [ "Ordenar todos estos brebajes debe ser una tarea complicada." ],

        "TextoTiendaPociones120": [
            "Todav$ia siguen los mismos brebajes de siempre.",
            "Puede que si comprara algunos el due$%o venda m$as variedad, pero quiero ahorrar."
        ],
        "TextoTiendaPociones121": [ "Los brebajes est$an ordenados por categor$ia." ],

        "TextoTiendaPociones130": [
            "Me gustar$ia saber como crear brebajes como estos y para qu$e sirven.",
            "Pero para esto $ultimo quizas deba de comprar alguno."
        ],
        "TextoTiendaPociones131": [ "Los cristales parecen delicados, mejor no tocar." ],

        "TextoTiendaPociones140": [
            "Llevo dos semanas, y ahora me pregunto c$omo es el proceso de creaci$on de estos brebajes.",
            "Pueden que sean diestros, pero hacer liquidos como estos raros requiere a lo mejor de saber de qu$imica,",
            "y estos peces no son muy inteligentes."
        ],
        "TextoTiendaPociones141": [
            "Los cristales de los brebajes parecen de licados,",
            "prefiero no tocar si no los voy a comprar."
        ]
    },
    "TiendaBolas": {

        "TextoTiendaBolas10": [ "Aqu$i venden frutas raras..." ],
        "TextoTiendaBolas11": [ "Puede que estas frutas se cultiven en el campo que hay en la ciudad." ],

        "TextoTiendaBolas20": [ "No se qu$e tipo de frutas son, pero las que venden aqu$i son muy raras." ],
        "TextoTiendaBolas21": [ "En Dem$eter cultivan cosas a lo mejor, puede que estas futas vengan de all$i." ],

        "TextoTiendaBolas30": [ "Son muy raras estas frutas, quiz$as deba de probar alguna." ],
        "TextoTiendaBolas31": [ "Ahora que lo veo, parecen patatas, quizas en Dem$eter las cultiven." ],

        "TextoTiendaBolas40": [
            "No hay mucha variedad en esta tienda de... $?frutas?",
            "Deber$ia de comerme una para ver si son frutas que est$an buenas."
        ],
        "TextoTiendaBolas41": [ "Los precios no deben de ser muy altos si los venden en grandes cantidades estas frutas." ],

        "TextoTiendaBolas50": [
            "No hay mucha variedad en esta tienda de frutas,",
            "a lo mejor deber$ia de comerme una para ver si est$an buenas."
        ],
        "TextoTiendaBolas51": [ "Si hay muchas frutas, los precios no deben de ser tan altos." ],

        "TextoTiendaBolas60": [
            "No hay mucha variedad en esta tienda de frutas,",
            "puede que a la gente de por aqu$i lle guste tanto que no se venda otra cosa,",
            "o a lo mejor el vendedor tiene solo esto."
        ],
        "TextoTiendaBolas61": [
            "Los precios de estas frutas deben de ser bajos, hay muchas.",
            "Pod$ian costar m$as a lo mejor si tuvieran menos a la venta."
        ],

        "TextoTiendaBolas70": [ "No solo parecen patatas, tambien parecen huevos..." ],
        "TextoTiendaBolas71": [
            "1, 2, 3, 4...",
            "67, 68, 69,...",
            "451, 452, ...",
            "Creo que he perdido la cuenta, hay demasiadas frutas aqu$i."
        ],

        "TextoTiendaBolas80": [
            "No solo parecen patatas, tienen aspecto de huevos.",
            "$?Acaso aqu$i abajo hay animales que den huevos como los de las gallinas?"
        ],
        "TextoTiendaBolas81": [ "Si me pusiera a contar estas frutas, de seguro no acabar$ia hasta ma$%ana." ],

        "TextoTiendaBolas90": [
            "Parecen patatas, pero tambi$en parecen huevos.",
            "Ser$ia raro ver gallinas bajo el mar."
        ],
        "TextoTiendaBolas91": [ "Contar cuantas frutas hay ser$ia entretenido, pero hay demasiadas a la vista." ],

        "TextoTiendaBolas100": [ "Tengo hambre, quiz$as deba de comprar una fruta de estas." ],
        "TextoTiendaBolas101": [ "$?Esto caducar$a?." ],

        "TextoTiendaBolas110": [ "Lucen simples, pero a lo mejor me sacian el hambre estas frutas con unas pocas." ],
        "TextoTiendaBolas111": [ "Espero que si me compre una fruta, pueda conservarla durante d$ias." ],

        "TextoTiendaBolas120": [ "Si son parecidas a las patatas, estas frutas pueden saciar mi hambre si las cuezo." ],
        "TextoTiendaBolas121": [ "Me pregunto como conservar$an la comida en este sitio." ],

        "TextoTiendaBolas130": [
            "Creo que hoy me voy a comer una fruta de estas...",
            "bueno, creo que mejor paso."
        ],
        "TextoTiendaBolas131": [
            "Todav$ia tengo dinero para poder comparar alguna fruta de estas a lo mejor,",
            "pero prefiero ahorrar."
        ],

        "TextoTiendaBolas140": [ "Alg$un d$ia tengo que probar una de estas frutas." ],
        "TextoTiendaBolas141": [ "Bolas." ]
    },
    "TiendaJarrones": {

        "TextoTiendaJarrones10": [
            "Estos jarrones deben estar caros...",
            "Me pregunto si en otro sitio tendr$an m$as variedad"
        ],
        "TextoTiendaJarrones11": [ "No veo al due$%o." ],

        "TextoTiendaJarrones20": [
            "Estos jarrones deben de estar caros.",
            "En Hefesto hab$ia una tienda de cer$amica tambi$en."
        ],
        "TextoTiendaJarrones21": [ "No hay nadie, puede que la tarotista venda estos jarrones a lo mejor." ],

        "TextoTiendaJarrones30": [
            "Por como los veo, deben de estar caros estos jarrones,",
            "m$as que los que venden en Hefesto posiblemente."
        ],
        "TextoTiendaJarrones31": [ "Si estos jarrones son de la tarotista, debe de tener buena mano de obra." ],

        "TextoTiendaJarrones40": [ "Deber$ian de pintar los jarrones." ],
        "TextoTiendaJarrones41": [ "Me pregunto cuanto costar$a hacer un jarr$on en un lugar bajo el mar." ],

        "TextoTiendaJarrones50": [
            "Deber$ian de pintar los jarrones.",
            "Quiz$as as$i se ver$ian mejor."
        ],
        "TextoTiendaJarrones51": [ "Debe de costar mucho hacer jarrones en un lugar bajo el mar." ],

        "TextoTiendaJarrones60": [ "Est$an chulos, pero molar$ia mas que los jarrones los pintaran para que sean m$as vistosos." ],
        "TextoTiendaJarrones61": [ "Hacer jarrones como estos bajo el mar debe ser complicado, pero podr$ian pintarlos aunque sea." ],

        "TextoTiendaJarrones70": [ "Espero que estos jarrones no se rompan f$acilmente si son caros." ],
        "TextoTiendaJarrones71": [ "Recuerdo en clase de pl$astica en el colegio hacer jarrones. Era bastante malo la verdad." ],

        "TextoTiendaJarrones80": [ "Si son caros, estos jarrones deben de ser resistentes." ],
        "TextoTiendaJarrones81": [ "En clase de pl$astica en el colegio no era muy bueno haciendo jarrones, pero era divertido." ],

        "TextoTiendaJarrones90": [
            "Si estos jarrones llevan aqu$i un tiempo en el mismo estado de siempre,",
            "deben de ser resistentes y de buena calidad."
        ],
        "TextoTiendaJarrones91": [ "En clase de pl$astica era bastante malo haciendo jarrones, pero no s$e ni como aprobaba la verdad." ],

        "TextoTiendaJarrones100": [ "La sombra debe de estar protegiendo los jarrones del sol, por eso lucen tan bien a lo mejor." ],
        "TextoTiendaJarrones101": [ "Puede que si les pusiera unas flores, har$ian que estos jarrones se vieran m$as bonitos." ],

        "TextoTiendaJarrones110": [ "Puede que el buen estado de los jarrones se deba a que el tendero del puesto los proteja del calor del sol." ],
        "TextoTiendaJarrones111": [ "No les vendr$ia mal poner unas flores a estos jarrones, quedar$ian bastante bien." ],

        "TextoTiendaJarrones120": [ "Puede que si estos jarrones estuvieran expuestos al sol, no estar$ian en tan buenas condiciones como se ven ahora." ],
        "TextoTiendaJarrones121": [ "Unas flores ser$ian un gran complemento para estos jarrones, pero ser$ia mejor si estuvieran pintados estos jarrones." ],

        "TextoTiendaJarrones130": [
            "Recuerdo en un bazar de la superficie ver bastantes tiendas de jarrones como esta,",
            "no estaban en tan buenas condiciones los jarrones, pero eran vistosos."
        ],
        "TextoTiendaJarrones131": [ "Si estos jarrones los vende la tarotista, de seguro que con tener dos negocios a la vez no le falta dinero." ],

        "TextoTiendaJarrones140": [
            "En la superficie hab$ian un monton de puestos de jarrones,",
            "no estaban en tan buenas condiciones los jarrones, pero recuerdo haber comprado uno porque eran bonitos."
        ],
        "TextoTiendaJarrones141": [ "Si esta tienda es de la tarotista, debe de saber c$omo ha podido mantener a flote dos negocios a la vez." ]
    },
    "Molino": {

        "TextoMolino10": [ "Este molino es bastante grande." ],
        "TextoMolino11": [ "Esa tortuga debe de vivir en este molino, quiz$as." ],

        "TextoMolino20": [ "Con lo grande que es este molino seguro sacan mucho pan con el trigo" ],
        "TextoMolino21": [ "Si la tortuga viviera en este molino, debe de tener mucho espacio." ],

        "TextoMolino30": [ "Si cultivan trigo en este lugar, gracias a este gran molino deben de producir mucho pan" ],
        "TextoMolino31": [ "Me pregunto si en el molino vive alguien m$as que la tortuga, si es que vive aqu$i claro." ],

        "TextoMolino40": [ "Este molino me recuerda a una historia muy popular de mi pa$is, pero no recuerdo el nombre." ],
        "TextoMolino41": [ "$?En el molino guardar$an m$asa cosas aparte de trigo?" ],

        "TextoMolino50": [ "A veces cuando miro este molino me recuerda a una historia de mi pa$is donde el protagonista los confund$ia con monstruos." ],
        "TextoMolino51": [ "Con lo grande que es, de seguro este molino no solo garda trigo si qes que se cultiva." ],

        "TextoMolino60": [
            "Ver un molino tan grande me recuerda ahora mismo a la historia del Cijonte,",
            "el protagonista pensaba que los molinos eran monstruos, pero simplemente estaba loco."
        ],
        "TextoMolino61": [ "Si hay paja, creo que cabr$ia tambi$en dentro del molino junto con el trigo que se puede hacer en $el." ],

        "TextoMolino70": [ "No hace mucho viento por lo que veo, las aspas no se mueven." ],
        "TextoMolino71": [ "Me pregunto donde estar$a el trigo si en este molino hacen pan con $el." ],

        "TextoMolino80": [ "Llevo ya unos d$ias y hace poco que me di cuenta de que si no giran las aspas no pueden producir nada en el molino." ],
        "TextoMolino81": [ "Se supone que en los molinos se hace pan con el trigo, pero no veo trigo por aqu$i cerca." ],

        "TextoMolino90": [ "Si las aspas no giran, es porque hay poco viento." ],
        "TextoMolino91": [ "El trigo con el que se hace pan en este molino debe de estar en alguna parte." ],

        "TextoMolino100": [ "Para construir un molino as$i de grande debe de haber costado mucho." ],
        "TextoMolino101": [ "Me pregunto todav$ia si campesinos como la tortuga viven en molinos parecidos a este." ],

        "TextoMolino110": [ "No s$e de donde sacaron la inspiraci$on, pero construir un molino as$i de grande es mucho trabajo." ],
        "TextoMolino111": [ "Todav$ia me cuestiono si todos los campesinos viven en molinos como este o en casas de este u otro distrito." ],

        "TextoMolino120": [ "Construir un molino as$i de grande y en buenas condiciones, debe de haber sido mucho trabajo si lleva muchos a$%os en pie" ],
        "TextoMolino121": [ "Si hay campesinos que no viven en molnos como este, a lo mejor hay m$as casas por Dem$eter o viven en Hestia." ],

        "TextoMolino130": [ "Llevo aqu$i ya un tiempecito, pero molinos como este no se ven todos los d$ias." ],
        "TextoMolino131": [ "Quisiera saber donde venden el pan si lo hacen aqu$i, para saber si est$a bueno." ],

        "TextoMolino140": [ "Alg$un d$ia descubrir$e de donde sacaron la inspiraci$on para hacer un molino como los de la superficie." ],
        "TextoMolino141": [
            "Si supiera donde venden el pan si lo hacen en etes molino,",
            "a lo mejor le echar$ia una probadita."
        ]
    },
    "Arbol": {

        "TextoArbol10": [ "Pedazo $arbol." ],
        "TextoArbol11": [ "Este $arbol luce imponente" ],

        "TextoArbol20": [ "No d$e como puede haber un arbol tan grande bajo el mar." ],
        "TextoArbol21": [ "Un $asrbol como este de grande, impone." ],

        "TextoArbol30": [ "Este $arbol me sigue pareciendo enorme." ],
        "TextoArbol31": [ "No he visto todav$ia otro $arbol tan imponente como este por aqu$i." ],

        "TextoArbol40": [ "$?Este $arbol dar$a frutos?" ],
        "TextoArbol41": [ "Este $arbol parece muy sano." ],

        "TextoArbol50": [ "Si este $arbol da frutos, espero que sean como los de la superficie, se parece mucho a los $arboles de all$a." ],
        "TextoArbol51": [ "El que est$e tan grande y con hojas tan verdes, indica que est$a muy sano." ],

        "TextoArbol60": [ "Si este $arbol es como los de la superficie y da frutos, a lo mejor podr$ian crecer manzanas." ],
        "TextoArbol61": [ "Me sorprende que en un sitio como este bajo el mar, haya un $arbol tan sano." ],

        "TextoArbol70": [ "Me pregunto cu$antos a$%os tendr$a este $arbol." ],
        "TextoArbol71": [ "A lo mejor si me lo propongo puedo intentar escalar el $arbol, pero estoy ocupado." ],

        "TextoArbol80": [ "Este $arbol parece tener muchos a$%os de vida por su tama$%o, pero se ve muy sano." ],
        "TextoArbol81": [ "Alg$un d$ia si no estoy ocupado podr$ia intentar escalar ese $arbol." ],

        "TextoArbol90": [ "Este $arbol puede parecer unas ramas muy fuertes y sanas, a$un si tiene bastante tiempo de vida" ],
        "TextoArbol91": [ "Creo que si intentara escalar el $arbol podr$ia caerme por ser patoso, pero ser$ia divertido" ],

        "TextoArbol100": [ "Ojal$a ver m$as $arboles como este por la zona." ],
        "TextoArbol101": [ "A lo mejor se puede montar un columpio en una de las ramas." ],

        "TextoArbol110": [ "Me gustar$ia haber visto en alg$un lugar si hay $arboles tan grandes como este." ],
        "TextoArbol111": [ "Si montaran un columpio en una de las ramas, a lo mejor vendr$ian ni$%os a jugar" ],

        "TextoArbol120": [
            "Ahora que lo pienso, me recuerda a un $arbol de un videojuego famoso por su tama$%o,",
            "creo que era un juego de aventuras de una consola muy antigua, era muy peque$%o cuando lo jugu$e."
        ],
        "TextoArbol121": [
            "Ser$ia posible montar un columpio en este arbol,",
            "si las ramas son lo suficientemente fuertes para aguantar el balanceo de una persona."
        ],

        "TextoArbol130": [ "Cada d$ia que pasa, sigue pareciendome enorme este $arbol." ],
        "TextoArbol131": [ "Todav$ia me pregunto cuantos a$%os tendr$a este $arbol." ],

        "TextoArbol140": [ "Me pregunto si dentro de las hojas hay alg$un nido de alg$un animal." ],
        "TextoArbol141": [ "Ser$ia muy loco pensar que hubiesen p$ajaros en un sitio como este, y que vivan en las hojas de los $arboles." ]
    },
    "Carreta": {

        "TextoCarreta10": [ "Oh, una carretilla." ],
        "TextoCarreta11": [ "Me pregunto si llevar$an cultivos en esa carretilla." ],

        "TextoCarreta20": [ "Me parece muy chula esta carretilla." ],
        "TextoCarreta21": [ "A lo mejor llevan el trigo al molino con la carretilla, si esque se produce pan all$i o algo." ],

        "TextoCarreta30": [ "Me gusta el color de esta carretilla." ],
        "TextoCarreta31": [ "Puede que adem$as de cultivos, lleven paja en esta carretilla, si es que hay." ],

        "TextoCarreta40": [ "Se parece a las carretillas de madera que hay en los campos de la superficie." ],
        "TextoCarreta41": [ "Me pregunto si alg$un ni$%o juega con esto." ],

        "TextoCarreta50": [ "Recuerdo pasar una vez por el campo en la superficie y encontrarme una carreta igual a esta." ],
        "TextoCarreta51": [ "De seguro algu$ien habr$a jugado con esta carretilla subi$endose en ella." ],

        "TextoCarreta60": [ "Esta carretilla es muy parecida a las que hab$ia en un puedo al lado de donde viv$ia." ],
        "TextoCarreta61": [
            "Ser$ia divertido un d$ia subirme en una carretilla como esta y bajar a toda velocidad por una cuesta,",
            "aunque el golpe debe de doler bastante."
        ],

        "TextoCarreta70": [ "A lo mejor un animal que haya por aqu$i lleva esta carretilla a cuestas y no un hombre pez." ],
        "TextoCarreta71": [ "A lo mejor los alimentos que hay en Artemisa a la venta os llevan desde aqu$i con carretillas como esta." ],

        "TextoCarreta80": [ "Ser$ia muy loco pensar que hay burros que llevan carretillas como estas en una ciudad bajo el agua." ],
        "TextoCarreta81": [ "Puede que los frutos raros de aquella tienda de Artemisa, sean traidos con una carretilla como esta." ],

        "TextoCarreta90": [ "Debe de haber alg$un animal, que no sea un hombre pez, que lleve estas carretillas cual mula de carga." ],
        "TextoCarreta91": [ "$?Desde donde llevar$an los alimentos que podr$ian llevar en una carretilla como esta?" ],

        "TextoCarreta100": [ "Quisiera conocer al artesano de esta carretilla, luce bastante bien hecha." ],
        "TextoCarreta101": [
            "Me pregunto cuanto aguanta una carretilla de madera como esta,",
            "en un lugar bajo el mar donde puede haber mucha humedad."
        ],

        "TextoCarreta110": [ "Un gran artesano tuvo que hacer esta carretilla." ],
        "TextoCarreta111": [
            "Si carretilla de madera como esta aguanta en un lugar bajo el mar con posiblemente mucha humedad,",
            "debe de estar hecha con una madera muy rara, pero no noto nada raro en el aire como para tener mucha humedad."
        ],

        "TextoCarreta120": [ "Quiz$as el pulpo artesano hizo esta carretilla." ],
        "TextoCarreta121": [ "Quisiera saber si la madera de esta carretilla es especial o parecida a la que hay en la superficie." ],

        "TextoCarreta130": [ "Me pregunto si har$an carreras con carretillas como esta." ],
        "TextoCarreta131": [ "Puede que en el molino hayan m$as carretillas como estas." ],

        "TextoCarreta140": [ "Ser$ia gracioso ver carreras de hombres pez subidos a carretillas como esta." ],
        "TextoCarreta141": [ "Seguro en el molino hay m$as carretillas guardadas." ]
    },
    "PulpoCartel": {

        "TextoPulpoCartel10": [ "Un pulpooooooooooooo." ],
        "TextoPulpoCartel11": [ "Est$a en muy buenas condiciones el logo." ],

        "TextoPulpoCartel20": [ "Me encanta el logo del pulpo de esta tienda." ],
        "TextoPulpoCartel21": [ "El logo debe de ser muy resistente como para verse como nuevo." ],

        "TextoPulpoCartel30": [ "El dise$%ador del cartel es muy creativo seguramente." ],
        "TextoPulpoCartel31": [ "La pintura debe de ser de muy buena calidad para verse como nuevo el logo." ],

        "TextoPulpoCartel40": [ "Las herramientas del pulpo deben referiris a las cualidades del artesano del taller." ],
        "TextoPulpoCartel41": [ "Al logo creo que le faltan m$as tent$aculos, pero mola igual." ],

        "TextoPulpoCartel50": [ "Me pregunto si cualquier pulpo puede ser un gran carpintero." ],
        "TextoPulpoCartel51": [ "El pulpo del logo le faltan brazos, pero mola igual." ],

        "TextoPulpoCartel60": [ "Me pregunto si cualquier pulpo puede ser un gran herrero." ],
        "TextoPulpoCartel61": [ "El pulpo del logo no tiene tantos brazos, pero igual mola" ],

        "TextoPulpoCartel70": [ "Me gustar$ia poder trabajar tambi$en en un sitio como este, por saber qu$e tal" ],
        "TextoPulpoCartel71": [ "Que un pulpo tenga varios brazos y sea artesano es un poco ir$onico." ],

        "TextoPulpoCartel80": [ "Trabajar en un taller de artesan$ia de cualquier tipo debe ser retador cuanto menos." ],
        "TextoPulpoCartel81": [ "El que un pulpo sea artesano, me recuerda a que cuantas m$as manos, mejor trabajo se har$a" ],

        "TextoPulpoCartel90": [
            "No voy a dejar mi trabajo en Correos Atl$antida, pero si en un taller como este bucan personal,",
            "me pensar$e el si quiero trabajar o no por temas de horarios. Pero estar$ia interesante ser artesano tambi$en."
        ],
        "TextoPulpoCartel91": [ "Me pregunto si habr$an m$as carteles como este en otras tiendas de artesanos." ],

        "TextoPulpoCartel100": [ "Creo que al cartel le vendr$ia bien tener m$as herramientas de referencia." ],
        "TextoPulpoCartel101": [ "Molar$ia que estuviera sosteniendo unos clavos tembi$en." ],

        "TextoPulpoCartel110": [ "Molar$ia que tiviese unas tijeras el cartel, como las del fondo del cartel." ],
        "TextoPulpoCartel111": [ "El martillo mola, creo que es porque el artesano es carpintero." ],

        "TextoPulpoCartel120": [ "Molar$ia que el cartel tambi$en tuviese un tabl$on de madera agarrado con un tent$aculo." ],
        "TextoPulpoCartel121": [ "El martillo mola, creo que es porque el artesano es herrero tambi$en." ],

        "TextoPulpoCartel130": [
            "El humo que sale por la pared sigue igual de negro que siempre,",
            "deben de estar quemando muchois materiales en el horno continuamente."
        ],
        "TextoPulpoCartel131": [ "El yunque del taller debe ser para hacer cosas con herrer$ia." ],

        "TextoPulpoCartel140": [ "Me pregunto si la madera del taller la traen desde los campos de Dem$eter." ],
        "TextoPulpoCartel141": [ "Ojal$a trabajar un d$ia en un taller como este mientras trabajo en Correos Atl$antida." ]
    },
    "TiendaCeramica": {
        "TextoTiendaCeramica10": [ "Una tienda de cer$amica, creo que hab$ia otra parecida en Artemisa." ],
        "TextoTiendaCeramica11": [ "Hay muchas manchas en las paredes." ],

        "TextoTiendaCeramica20": [ "Creo que los jarrones de aqu$i estar$an m$as baratos que en Artemisa." ],
        "TextoTiendaCeramica21": [ "Creo que las manchas de las paredes son parecidas al barro." ],

        "TextoTiendaCeramica30": [ "Los jarrones de aqu$i empiezo a pensar que de verdad est$an m$as baratos que en artemisa." ],
        "TextoTiendaCeramica31": [
            "Puede que las manchas de las paredes se deben al barro que puede ser salpicado al hacer jarrones,",
            "si es que est$an hechos con barro, claro est$a."
        ],

        "TextoTiendaCeramica40": [ "El saco de la pared creo que es con lo que hacen los jarrones." ],
        "TextoTiendaCeramica41": [ "Los jarrones de la tienda lucen en muy buenas condiciones." ],

        "TextoTiendaCeramica50": [ "Puede que el saco de la pared sea de arcilla, barro o algo parecido." ],
        "TextoTiendaCeramica51": [ "Aqu$i veo que si pintan los jarrones, no como en la tienda de Artemisa." ],

        "TextoTiendaCeramica60": [ "El saco de la pared est$a protegido por la sombra, puede que esto haga que no se seque tan r$apido lo que haya dentro." ],
        "TextoTiendaCeramica61": [ "Los jarrones seguro que est$an al sol para que se sequen bien." ],

        "TextoTiendaCeramica70": [ "Hoy las manchas de la pared huelen raro, pero las veo igual que siempre." ],
        "TextoTiendaCeramica71": [ "Los jarrones pintados lucen bastante bien la verdad." ],

        "TextoTiendaCeramica80": [ "El otro d$ia las manchas de la pared ol$ian raro, pero siguen igual que siempre." ],
        "TextoTiendaCeramica81": [ "El que haya pintado los jarrones debe de tener muy buena mano con la pintura." ],

        "TextoTiendaCeramica90": [
            "Puede que el olor del otro d$ia no viniese de las manchas de la pared,",
            "si no que provenga de una parte del taller de cer$amica que no veo."
        ],
        "TextoTiendaCeramica91": [
            "Es curioso que con un solo color, puedan pintarse varias formas interesantes en el jarr$on,",
            "sin tener que usar m$as colores que el amarillo."
        ],

        "TextoTiendaCeramica100": [ "Me pregunto si esta tienda de cer$amica pertenece al pulpo artesano y no me ha dicho nada." ],
        "TextoTiendaCeramica101": [
            "Pueden que se est$en secando, pero creo que ser$ia conveniente que el vendedor guardara los jarrones a la sombra,",
            "se pueden estropear aunque parecen que est$an en muy buenas condiciones."
        ],

        "TextoTiendaCeramica110": [ "Me pregunto si la tienda pudo pertenecer a alg$un artista marino." ],
        "TextoTiendaCeramica111": [ "Llevar$an mucho rato al sol, pero estos jarrones no veo que est$en secos ni desgastados por el calor." ],

        "TextoTiendaCeramica120": [ "Si esta tienda pertenece a alg$un artista marino, eso demuestra la calidad de los jarrones." ],
        "TextoTiendaCeramica121": [
            "Si los jarrones se mantienen como nuevos a$un estando al sol un largo tiempo,",
            "es porque el artesano debe ser muy diestro.",
            "O simplemente a los jarrones no les pasa nada en general por estar al sol y ser$a que en realidad no tengo ni idea."
        ],

        "TextoTiendaCeramica130": [ "Siguen las manchas en la pared, el due$%o deber$ia de limpiar m$as a menudo su tienda." ],
        "TextoTiendaCeramica131": [
            "Me pregunto cada cuantos d$ias reponen ese saco de la pared,",
            "que supongo es de donde sacan los materiales para hacer toda la cer$amica de la tienda."
        ],

        "TextoTiendaCeramica140": [
            "No pasa ni un solo d$ia en que no me pase por esta tienda sin ver las manchas en la pared",
            "deber$ian de limpiar m$as a menudo."
        ],
        "TextoTiendaCeramica141": [
            "Los jarrones siguen tan bonitos como siempre,",
            "espero que nadie los rompa."
        ]
    },
    "TiendaEsculturas": {
        "TextoTiendaEsculturas10": [ "Que guay, una tienda de esculturas." ],
        "TextoTiendaEsculturas11": [ " $?De d$onde sacar$an las rocas para hacer las esculturas en esta tienda" ],

        "TextoTiendaEsculturas20": [ "Se parece a las tiendas peque$%as de esculturas que hab$ian en la superficie." ],
        "TextoTiendaEsculturas21": [ "Las rocas de la tienda las deben de haber sacado de alg$un lugar bajo el mar." ],

        "TextoTiendaEsculturas30": [
            "No veo que mucha gente se dedique a la escultura por esta zona,",
            "solo he visto esta tienda."
        ],
        "TextoTiendaEsculturas31": [
            "Al contrario que la madera, es m$as probable encontrar rocas en el mar que la madera.",
            "Supongo que las rocas que usan aqu$i ser$an rocas marinas."
        ],

        "TextoTiendaEsculturas40": [ "La escultura del pez pensando me parece muy graciosa." ],
        "TextoTiendaEsculturas41": [ "Las esculturas de aqu$i tienen mucho detalle." ],

        "TextoTiendaEsculturas50": [ "Ahora que lo veo la escultura del pez pensando me recuerda cierta escultura famosa de la superficie..." ],
        "TextoTiendaEsculturas51": [ "Yo en mis sue$%os podr$ia hacer una escultura tan detallada." ],

        "TextoTiendaEsculturas60": [
            "La estatua del pez pensante me recuerda la de El Reflexionador,",
            "una escultura muy famosa en la superficie."
        ],
        "TextoTiendaEsculturas61": [
            "El due$%o y artesano de la tienda debe de ser un gran escultor.",
            "No hay ni un solo d$ia donde me pase a mirar por la tienda y que no opine que las esculturas est$an muy bien hechas."
        ],

        "TextoTiendaEsculturas70": [ "La escultura que est$a al lado del pez pensante, parece un bumer$an" ],
        "TextoTiendaEsculturas71": [ "El clavo de la piedra creo que sirve para picarla y que tome forma." ],

        "TextoTiendaEsculturas80": [
            "En cierta manera, la escultura del pez con forma de bumer$an,",
            "me recuaerda a un pez de la pel$icula de Buscando a Rodolfo. Qu$e buena pel$icula."
        ],
        "TextoTiendaEsculturas81": [ "El martillo de la pared creo que lo usan para picar con el clavo la piedra." ],

        "TextoTiendaEsculturas90": [
            "Me pregunto si en alguna parte el vendedor temdr$a guaradadas m$as esculturas,",
            "que sean tan raras como el pez con forma de bumer$an."
        ],
        "TextoTiendaEsculturas91": [
            "El martillo de la pared se parece al martillo del cartel del pulpo.",
            "Pero en esta tienda su uso quiz$a se reduzca a que solo sirva para esculpir con el clavo en la piedra."
        ],

        "TextoTiendaEsculturas100": [
            "Ahora que me fijo, hay un taburete al lado de la tienda de esculturas.",
            "Quiz$a sea del due$%o."
        ],
        "TextoTiendaEsculturas101": [ "Me pregunto en qu$e tipo de escultura acabar$a siendo el bloque del fondo de la tienda." ],

        "TextoTiendaEsculturas110": [ "Puede que el taburete que haya aqu$i sea para cuando el due$%o se ponga a esculpir fuera mientras se sienta." ],
        "TextoTiendaEsculturas111": [ "Espero que ese bloque de piedra del fondo acabe siendo una gran escultura alg$un d$ia." ],

        "TextoTiendaEsculturas120": [
            "Espero que nadie le robe el taburete al due$%o de la tienda de esculturas,",
            "le ser$ia muy complicado esculpir si est$a constantemente de pie."
        ],
        "TextoTiendaEsculturas121": [
            "Al bloque de piedra del fondo le falta un cacho,",
            "quiz$as hicieran las peque$%as esculturas del mostrador con ese cacho."
        ],

        "TextoTiendaEsculturas130": [ "A veces me pregunto la cantidad de tiempo y paciencia que lleva hacer esculturas como estas." ],
        "TextoTiendaEsculturas131": [ "Me pregunto si en el taller se usar$an otras herramientas para esculpir que no sean solo martillos y clavos." ],

        "TextoTiendaEsculturas140": [ "El nivel de detalle de estas esculturas debi$o de requerir mucha paciencia." ],
        "TextoTiendaEsculturas141": [ "Alg$un d$ia deber$ia de comprar una escultura de estas." ]
    },
    "TiendaDerecha": {

        "TextoTiendaDerecha50": [ "Me pregunto si algo de lo que venden por aqu$i ser$a productos de la huerta de Pancracio." ],
        "TextoTiendaDerecha51": [ "Oye y si aqu$i tambi$en venden alguna de las obras de Paulino, por fin podr$ia ver algo de su arte." ],

        "TextoTiendaDerecha60": [ "LLevo dandole vueltas pero no se de donde sacan los materiales estos peces.", "Mejor no me cuestiono estas cosas que me empieza a doler la cabeza." ],
        "TextoTiendaDerecha61": [ "No se si es demasiado justo que lo que hacen los otros se venda aqu$i a los nobles.", "Pero bueno, mejor no mojarse en esto." ],

        "TextoTiendaDerecha70": [ "Quiz$a podr$ia buscar alg$un mueble para mi casa, que ya que pago 100 oricalcos al d$ia al menos estar c$omodo." ],
        "TextoTiendaDerecha71": [ "Vaya parece que les debe ir muy bien el negocio porque simepre que paso est$an aqu$i los mismos." ],

        "TextoTiendaDerecha80": [ "La verdad es que nunca he pensado si quedarme a vivir en la Atl$antida, pero est$a guay tener un mercadito tan cerca." ],
        "TextoTiendaDerecha81": [ "Por lo que me han dicho aqu$i siempre hay una gran cola para comprar.", "Menos mal que yo paseo a primera hora de la ma$%ana y no suele haber nadie en las calles" ],

        "TextoTiendaDerecha90": [ "Ahora que lo pienso, no se como se atrever$an a usar madera en tantas cosas si apenas deber$ia haber $arboles aqu$i abajo." ],
        "TextoTiendaDerecha91": [ "Siempre que voy a comprar me acuerdo de las opciones que ten$ia en la superficie.", "Aqu$i no hay nada precocinado, todo me lo tengo que hacer yo y no es que se me de muy bien que digamos." ],

        "TextoTiendaDerecha100": [ "Me acuerdo que hace a$%os fu$i a un bazar muy parecido a este. Ni siquiera quer$ia lo que vend$ian, solo me gustaba regatear." ],
        "TextoTiendaDerecha101": [ "El $ultimo d$ia no me fije pero de hecho de donde ser$a que sacan la tela para las lonas, si no hay ovejas ni gusanos.", "Creo." ],

        "TextoTiendaDerecha110": [ "Por cierto, no se si aqu$i podr$e regatear, que la verdad con lo que cobro me gustaria ahorrarme algunas monedas." ],
        "TextoTiendaDerecha111": [ "Por lo que he oido los productos no los hacen ellos,", "los compran m$as baratos y luego los venden a estos precios." ],

        "TextoTiendaDerecha120": [ "Vaya por lo que he escuchado al $ultimo que intento conseguir un descuento aqu$i le echaron, mejor yo ni lo intento." ],
        "TextoTiendaDerecha121": [ "Por lo que me dijeron algunos comerciantes parece que en las cajas guardan pescado.", "Imaginarme a hombres peces comiendo peces se me hace bastante t$etrico." ],

        "TextoTiendaDerecha130": [ "Me pregunto si yo podr$ia valer como comerciante, no se me dan mal los n$umeros pero eso de tratar con gente parece cansino" ],
        "TextoTiendaDerecha131": [ "Ahora que lo pienso, tambi$en venden alimentos y jarrones en Artemisa, me pregunto si no les afectar$a a los de Hermes y sus ventas." ],

        "TextoTiendaDerecha140": [ "La gente que trabaja aqu$i debe estar pendiente a muchas cosas, creo que yo estoy m$as agusto tranquilo en mi oficina" ],
        "TextoTiendaDerecha141": [ "Por lo que he escuchado en Artemisa todo lo que venden son supuestos remedios los cuales obtienen comprandoselo a Hermes,", "que a su vez se lo compran a Demeter y a Hefesto, todo para que vayan subiendo los precios, menuda locura." ]
    },
    "PanteonIzq": {

        "TextoPanteonIzq50": [ "Madre m$ia, que diferencia los edifios de los distritos interiores y exteriores." ],
        "TextoPanteonIzq51": [ "Me pregunto que tendr$an en un edificio tan grande como ese." ],

        "TextoPanteonIzq60": [ "Ya ver algo asi en la superficie es impresionante, pero encima poder verlo aqu$i como si nada, es realmente una maravilla" ],
        "TextoPanteonIzq61": [ "Por lo que he escuchado, en ese edificio se encuentran las oficinas de la empresa que maneja el comercio en Hermes, Globinterprise se llamaba creo." ],

        "TextoPanteonIzq70": [ "Ojal$a alg$un d$ia pueda sacar el tiempo necesario y as$i poder ver m$as de cerca esta maravilla de edificio." ],
        "TextoPanteonIzq71": [ "Es increible que algunos puedan trabajar en un aut$entico pante$on y yo mientras en una triste oficina." ],

        "TextoPanteonIzq80": [ "Hace bastantes a$%os me ense$%aron sobre los estilos art$isticos de las columnas en la atigua Grecia, ojala me acordar$a ahora." ],
        "TextoPanteonIzq81": [ "Incluso el panteon tiene telas moradas colgadas, me pregunto porque justo ese color." ],

        "TextoPanteonIzq90": [ "Es increible lo bien conservados que est$an los edificios, al llegar pens$e que todo estar$ia descuidado o derruido." ],
        "TextoPanteonIzq91": [ "Creo haber escuchado que hay tanto morado en Hermes por las apariencias, se ve que el color es s$imbolo de riqueza." ],

        "TextoPanteonIzq100": [ "Realmente tiene sentido que la Atl$antida tenga tanta arquitectura griega.", "No se porque en la superficie hay tantos que se lo imaginan futurista." ],
        "TextoPanteonIzq101": [ "Me pregunto si dentro del pateon habr$a informaci$on sobre la historia de la Atl$antida" ],

        "TextoPanteonIzq110": [ "Al ver el panteon me da algo de lastima la gente de Hestia que no tiene la entrada permitida a los distritos interiores, de verda que es una pena." ],
        "TextoPanteonIzq111": [ "Supongo que si estos panteones tambi$en se ven en la superficie, significa que la Atl$antida se tuvo que hundir en alg$un momento." ],

        "TextoPanteonIzq120": [ "Ahora que lo pienso no se si creeran en dioses o en alguna religi$on aqu$i en la Atl$antida", "Pero con tantos Panteones no me extra$%ar$ia" ],
        "TextoPanteonIzq121": [ "Realmente me encantaria haberme traido unas fotos de panteones de la superficie para comparar con los que hay aqu$i" ],

        "TextoPanteonIzq130": [ "Desde aqu$i no se ve bien pero juraria que esos cuadrados tienen seres mitol$ogicos tallados en roca.", "Bueno alg$un d$ia me acercare para verlos mejor" ],
        "TextoPanteonIzq131": [ "Ojal$a haberme traido una c$amara de fotos aqu$i, tantas maravillosos monumentos y yo sin poder guardarme esos recuerdos." ],

        "TextoPanteonIzq140": [ "La verdad, despu$es de pasar tantas veces por aqu$i ya te acostumbras a estos monumentos.", "Supongo que ya no impresiona tanto." ],
        "TextoPanteonIzq141": [ "Creo que lo que m$as me gusta del pante$on es toda la flora que tiene alrededor, le da un toque carism$atico." ]
    },
    "PanteonDer": {

        "TextoPanteonDer50": [ "PanteonDer50" ],
        "TextoPanteonDer51": [ "PanteonDer51" ],

        "TextoPanteonDer60": [ "PanteonDer60" ],
        "TextoPanteonDer61": [ "PanteonDer61" ],

        "TextoPanteonDer70": [ "PanteonDer70" ],
        "TextoPanteonDer71": [ "PanteonDer71" ],

        "TextoPanteonDer80": [ "PanteonDer80" ],
        "TextoPanteonDer81": [ "PanteonDer81" ],

        "TextoPanteonDer90": [ "PanteonDer90" ],
        "TextoPanteonDer91": [ "PanteonDer91" ],

        "TextoPanteonDer100": [ "PanteonDer100" ],
        "TextoPanteonDer101": [ "PanteonDer101" ],

        "TextoPanteonDer110": [ "PanteonDer110" ],
        "TextoPanteonDer111": [ "PanteonDer111" ],

        "TextoPanteonDer120": [ "PanteonDer120" ],
        "TextoPanteonDer121": [ "PanteonDer121" ],

        "TextoPanteonDer130": [ "PanteonDer130" ],
        "TextoPanteonDer131": [ "PanteonDer131" ],

        "TextoPanteonDer140": [ "PanteonDer140" ],
        "TextoPanteonDer141": [ "PanteonDer141" ]
    },
    "Panteon": {

        "TextoPanteon50": [ "Panteon50" ],
        "TextoPanteon51": [ "Panteon51" ],

        "TextoPanteon60": [ "Panteon60" ],
        "TextoPanteon61": [ "Panteon61" ],

        "TextoPanteon70": [ "Panteon70" ],
        "TextoPanteon71": [ "Panteon71" ],

        "TextoPanteon80": [ "Panteon80" ],
        "TextoPanteon81": [ "Panteon81" ],

        "TextoPanteon90": [ "Panteon90" ],
        "TextoPanteon91": [ "Panteon91" ],

        "TextoPanteon100": [ "Panteon100" ],
        "TextoPanteon101": [ "Panteon101" ],

        "TextoPanteon110": [ "Panteon110" ],
        "TextoPanteon111": [ "Panteon111" ],

        "TextoPanteon120": [ "Panteon120" ],
        "TextoPanteon121": [ "Panteon121" ],

        "TextoPanteon130": [ "Panteon130" ],
        "TextoPanteon131": [ "Panteon131" ],

        "TextoPanteon140": [ "Panteon140" ],
        "TextoPanteon141": [ "Panteon141" ]
    },
    "Edificios": {

        "TextoEdificios50": [ "Edificios50" ],
        "TextoEdificios51": [ "Edificios51" ],

        "TextoEdificios60": [ "Edificios60" ],
        "TextoEdificios61": [ "Edificios61" ],

        "TextoEdificios70": [ "Edificios70" ],
        "TextoEdificios71": [ "Edificios71" ],

        "TextoEdificios80": [ "Edificios80" ],
        "TextoEdificios81": [ "Edificios81" ],

        "TextoEdificios90": [ "Edificios90" ],
        "TextoEdificios91": [ "Edificios91" ],

        "TextoEdificios100": [ "Edificios100" ],
        "TextoEdificios101": [ "Edificios101" ],

        "TextoEdificios110": [ "Edificios110" ],
        "TextoEdificios111": [ "Edificios111" ],

        "TextoEdificios120": [ "Edificios120" ],
        "TextoEdificios121": [ "Edificios121" ],

        "TextoEdificios130": [ "Edificios130" ],
        "TextoEdificios131": [ "Edificios131" ],

        "TextoEdificios140": [ "Edificios140" ],
        "TextoEdificios141": [ "Edificios141" ]
    },
    "Charco": {

        "TextoCharco50": [ "Charco50" ],
        "TextoCharco51": [ "Charco51" ],

        "TextoCharco60": [ "Charco60" ],
        "TextoCharco61": [ "Charco61" ],

        "TextoCharco70": [ "Charco70" ],
        "TextoCharco71": [ "Charco71" ],

        "TextoCharco80": [ "Charco80" ],
        "TextoCharco81": [ "Charco81" ],

        "TextoCharco90": [ "Charco90" ],
        "TextoCharco91": [ "Charco91" ],

        "TextoCharco100": [ "Charco100" ],
        "TextoCharco101": [ "Charco101" ],

        "TextoCharco110": [ "Charco110" ],
        "TextoCharco111": [ "Charco111" ],

        "TextoCharco120": [ "Charco120" ],
        "TextoCharco121": [ "Charco121" ],

        "TextoCharco130": [ "Charco130" ],
        "TextoCharco131": [ "Charco131" ],

        "TextoCharco140": [ "Charco140" ],
        "TextoCharco141": [ "Charco141" ]
    },
    "Estatua": {

        "TextoEstatua50": [ "$!Ala, qu$e estatua tan majestuosa!" ],
        "TextoEstatua51": [
            "No hab$ia visto una estatua como esta en toda la ciudad.",
            "Est$a posicionada al frente del palacio real, que parece un pantenon enorme."
        ],

        "TextoEstatua60": [
            "Qu$e estatua tan majestuosa, de seguro representa a alg$un dios antiguo.",
            "Lo curioso es que parece un humano... que$e raro en un sitio como este."
        ],
        "TextoEstatua61": [ "Estatuas como esta no las he visto en el distrito de Hefesto todav$ia." ],

        "TextoEstatua70": [
            "Qu$e estatua tan majestuosa, por como est$a esculpida impone bastante.",
            "El escultor es todo un manitas.",
            "Aunque me gustar$ia saber de donde han sacado la inspiraci$on para basarse en una figura humana."
        ],
        "TextoEstatua71": [ "Esta estatua es la m$as majestuosa de toda la ciudad." ],

        "TextoEstatua80": [ "La estatua me recuerda a un dios de la mitolog$ia antigua." ],
        "TextoEstatua81": [ "La estatua est$a en muy buenas condiciones la verdad." ],

        "TextoEstatua90": [
            "La estatua estatua me recuerda al del dios griego Poseid$on...",
            "Bueno, estoy ahora en un distrito llamado Poseid$on, supongo que es obvio."
        ],
        "TextoEstatua91": [
            "Es sorprendente lo bien que se ve esta estatua,",
            "no parece tener ning$un tipo de rasgu$%o."
        ],

        "TextoEstatua100": [
            "Me pregunto de donde conocen exactamente la figura de Poseid$on.",
            "Es posible que se impartiera la cultura mitol$ogica desde generaciones,",
            "y que de ah$i conozcan la figura de Poseid$on.",
            "O puede que fuese una estatua que cayese de la superficie y la pusieran aqu$i."
        ],
        "TextoEstatua101": [
            "Me gustar$ia saber desde cuando est$a esta estatua aqu$i.",
            "Por c$omo se ve parece nueva pero de seguro lleva bastantes a$%os aqu$i.",
            "El escultor debe ser un maestro y deben de cuidarla bien tambi$en."
        ],

        "TextoEstatua110": [ "El tridente de esta estatua siempre me ha recordado a un tenedor." ],
        "TextoEstatua111": [
            "Seg$un recuerdo poseid$on es el dios de los mares,",
            "creo que en todo caso queda bien que haya una estatua sobre $el en una ciudad submarina."
        ],

        "TextoEstatua120": [
            "El tridente de esta estatua siempre me ha recordado a un tenedor.",
            "Pensar en eso me da hambre, quiz$as deba de ir a probar algo de esa fruta rara de un puesto de Artemisa."
        ],
        "TextoEstatua121": [
            "El que una estatua de poseid$on, el rey de los mares, est$e en una ciudad submarina,",
            "es bastante acertado, impone mucho que est$e aqu$i."
        ],

        "TextoEstatua130": [ "Puede que alg$un d$ia en otro distrito haya una estatua como esta representando a cada distrito." ],
        "TextoEstatua131": [
            "Me pregunto porqu$e la estatua no expulsa agua,",
            "parece estar encima de una fuente."
        ],

        "TextoEstatua140": [
            "Si cada distrito tuviese su propia estatua como esta,",
            "habr$ian varias estatuas diferentes, por que los nombres coinciden con diferentes dioses,",
            "y en el distrito de Poseid$on est$a Poseid$on."
        ],
        "TextoEstatua141": [
            "Quedar$ia m$as realista si la estatua del dios del mar Poseid$on echase agua.",
            "Est$a encima de una fuente y quedar$ia bastante bien a mi opini$on."
        ]
    },
    "ArbolesIzq": {

        "TextoArbolesIzq50": [ "Qu$e $arboles m$as raros, no se parecen a los que hay en Dem$eter ni en los otros distritos." ],
        "TextoArbolesIzq51": [ "Los arbustos est$an muy bien cortados." ],

        "TextoArbolesIzq60": [ "Estos $arboles tienen una forma extra$%a, son como $arboles de navidad muy finos." ],
        "TextoArbolesIzq61": [
            "El que los arbustos est$en tan bien cortados,",
            "debe ser porque hay grandes jardineros trabajando aqu$i."
        ],

        "TextoArbolesIzq70": [
            "Estos $arboles son como si fueran pinos, pero est$an muy finos...",
            "Vaya me ha salido rima y todo, deber$ia leer m$as poes$ia."
        ],
        "TextoArbolesIzq71": [
            "Cada d$ia que paso me asombra el c$omo est$an tan bien cuidados los arbustos, $arboles y plantas.",
            "Y no solo en este distrito, si no en toda la ciudad. Hay muy buenos jardineros y agricultores."
        ],

        "TextoArbolesIzq80": [
            "Los panteones  y estructuras que veo por aqu$i me encantan.",
            "est$an muy bien construidos."
        ],
        "TextoArbolesIzq81": [ "Se nota que estoy cerca del palacio, porque est$a todo muy bien cuidado." ],

        "TextoArbolesIzq90": [
            "Los panteones  y estructuras que veo por aqu$i me encantan.",
            "Hay grandes arquitectos en esta ciudad, y se ven en estos edificios, enlas estructuras, y en los muros que rodean los distritos."
        ],
        "TextoArbolesIzq91": [ "Est$a todo muy bien cuidado, el rey del palacio debe de tener buenos trabajadores que mantienen todo  impecable." ],

        "TextoArbolesIzq100": [
            "Tuvieron que usar materiales de muy buena calidad, porque estos panteones y estructuras,",
            "est$an muy bien construidos."
        ],
        "TextoArbolesIzq101": [ "Si todo en este sitio est$a muy bien cuidado, los trabajadores deben de ser muy buenos y tener buen sueldo." ],

        "TextoArbolesIzq110": [ "Me pregunto si vivir$a aulg$un tipo de animal por esta zona." ],
        "TextoArbolesIzq111": [ "Este distrito es donde he visto m$as panteones juntos, curioso." ],

        "TextoArbolesIzq120": [
            "Ser$ia muy raro que hubiesen p$ajaros aqu$i y en Dem4eter viviendo en los $arboles,",
            "si estamos en un lugar debajo del mar."
        ],
        "TextoArbolesIzq121": [
            "Me pregunto que los dem$as panteones son partes diferentes del palacio real,",
            "supongo que s$i."
        ],

        "TextoArbolesIzq130": [
            "Recuerdo en la ciudad donde antes viv$ia visitar varios parques con monumentos,",
            "pero este sitio es bastante m$as chuclo, aunque no es un parque como tal."
        ],
        "TextoArbolesIzq131": [ "Me pregunto cu$antos a$%os de antiguedad tendr$a el palacio y el resto de monumentos de aqu$i." ],

        "TextoArbolesIzq140": [
            "De todos los lugares que he visitado,",
            "este me parece ser el que tiene los edificios y estructuras m$as imponentes de toda la ciudad."
        ],
        "TextoArbolesIzq141": [ "Ser$ia una pena que se descuidaran los edificios de aqu$i, espero que duren muchos a$%os en mi estancia." ]
    },
    "ArbolesDer": {

        "TextoArbolesDer50": [ "Qu$e $arboles m$as raros, no se parecen a los que hay en Dem$eter ni en los otros distritos." ],
        "TextoArbolesDer51": [ "Los arbustos est$an muy bien cortados." ],

        "TextoArbolesDer60": [ "Estos $arboles tienen una forma extra$%a, son como $arboles de navidad muy finos." ],
        "TextoArbolesDer61": [
            "El que los arbustos est$en tan bien cortados,",
            "debe ser porque hay grandes jardineros trabajando aqu$i."
        ],

        "TextoArbolesDer70": [
            "Estos $arboles son como si fueran pinos, pero est$an muy finos...",
            "Vaya me ha salido rima y todo, deber$ia leer m$as poes$ia."
        ],
        "TextoArbolesDer71": [
            "Cada d$ia que paso me asombra el c$omo est$an tan bien cuidados los arbustos, $arboles y plantas.",
            "Y no solo en este distrito, si no en toda la ciudad. Hay muy buenos jardineros y agricultores."
        ],

        "TextoArbolesDer80": [
            "Los panteones  y estructuras que veo por aqu$i me encantan.",
            "est$an muy bien construidos."
        ],
        "TextoArbolesDer81": [ "Se nota que estoy cerca del palacio, porque est$a todo muy bien cuidado." ],

        "TextoArbolesDer90": [
            "Los panteones  y estructuras que veo por aqu$i me encantan.",
            "Hay grandes arquitectos en esta ciudad, y se ven en estos edificios, enlas estructuras, y en los muros que rodean los distritos."
        ],
        "TextoArbolesDer91": [ "Est$a todo muy bien cuidado, el rey del palacio debe de tener buenos trabajadores que mantienen todo  impecable." ],

        "TextoArbolesDer100": [
            "Tuvieron que usar materiales de muy buena calidad, porque estos panteones y estructuras,",
            "est$an muy bien construidos."
        ],
        "TextoArbolesDer101": [ "Si todo en este sitio est$a muy bien cuidado, los trabajadores deben de ser muy buenos y tener buen sueldo." ],

        "TextoArbolesDer110": [ "Me pregunto si vivir$a aulg$un tipo de animal por esta zona." ],
        "TextoArbolesDer111": [ "Este distrito es donde he visto m$as panteones juntos, curioso." ],

        "TextoArbolesDer120": [
            "Ser$ia muy raro que hubiesen p$ajaros aqu$i y en Dem4eter viviendo en los $arboles,",
            "si estamos en un lugar debajo del mar."
        ],
        "TextoArbolesDer121": [
            "Me pregunto que los dem$as panteones son partes diferentes del palacio real,",
            "supongo que s$i."
        ],

        "TextoArbolesDer130": [
            "Recuerdo en la ciudad donde antes viv$ia visitar varios parques con monumentos,",
            "pero este sitio es bastante m$as chuclo, aunque no es un parque como tal."
        ],
        "TextoArbolesDer131": [ "Me pregunto cu$antos a$%os de antiguedad tendr$a el palacio y el resto de monumentos de aqu$i." ],

        "TextoArbolesDer140": [
            "De todos los lugares que he visitado,",
            "este me parece ser el que tiene los edificios y estructuras m$as imponentes de toda la ciudad."
        ],
        "TextoArbolesDer141": [ "Ser$ia una pena que se descuidaran los edificios de aqu$i, espero que duren muchos a$%os en mi estancia." ]
    }
}