{
  "Vagabundo": {
    "Presentacion": [
      "Ey perdona! Tienes alguna monedilla de sobra para alguien que est$a pasando un mal d$ia?",
      "No tienes nada verdad... Ah si t$u eres el notas ese que ha salido corriendo de la oficina de correos!",
      "Vaya liada has hecho, ha llegado tu jefe y est$a que hecha humo contigo... Si es que tendr$ia que ser yo el que te ayude a ti !",
      "Oye amigo perdona por los modales, que llevo mucho tiempo sin que nadie se pare conmigo a hablar y se me est$a olvidando comportarme.",
      "Me llamo Anemos, un placer conocerte.",
      "Bueno, va siendo hora de dejarte que tu coleguita te est$a esperando en la puerta para darte la chapa."
    ],
    "FelicidadMinima": [
      "felicidadMinima vagabundo"
    ],
    "FelicidadMaxima": [
      "felicidadMaxima vagabundo"
    ],
    "Dia1": [
      "no se usa"
    ],
    "PostConversacionDia1": [
      "no se usa"
    ],
    "Dia2": [
      " $!Viejo amigo! $?C$omo te va la vida?",
      " $?Que nos conocimos ayer? Ah bueno. Eso no quita que pueda tener aprecio por mi nuevo amigo.",
      "De hecho te aprecio tanto que te voy a pedir un favorcillo de nada. Ver$as, llevo comiendo fatal mucho tiempo y no sabes lo que dar$ia yo por un buen filete.",
      "Un jugoso y delicioso filete... Es lo $unico que deseo en esta vida...",
      "Me ha contado uno de los campesinos de por aqu$i que hoy iban a mandar un encargo al distrito Demeter, much$isimos paquetes repletos de comida.",
      "Y digo yo, que si son muchos por uno que se extrav$ie no pasar$a nada...",
      "Si no te es mucha molestia mand$amelo al distrito de Hestia y lo recoger$e en su nombre.",
      "Filete..."
    ],
    "PostConversacionDia2": [
      "Apreciar$ia mucho si me dirigieses un paquetillo de comida de esos de Demeter a Hestia, $!Ser$ias el mejor amigo que uno puede tener!"
    ],
    "Dia3": [
      " $!Buenos d$ias amigo! $?Qu$e tal est$as?",
      " $!Hoy estoy muy agradecido amigo! Me he despertado y no me han robado el cart$on, eso tiene que ser una bendici$on de Dios de que lo estoy haciendo bien. JA JA JA !",
      "Ver$as, hoy he mandado un paquete a unos colegas del distrito de Artemisa, y me gustar$ia que llegara de una pieza.",
      "Igual esta un poco mal sellado o el cart$on esta un poquito reventado... pero es que con los recursos que tengo tampoco puedo hacer mucho..."
    ],
    "PostConversacionDia3": [
      "Como te dec$ia, les he mandado a unos colegas un paquete. El paquete va hacia Artemisa, $!Recu$erdalo amigo!"
    ],
    "Dia4": [
      " $!Gran amigo! $$?C$omo te va todo?",
      " $!Hoy es mi d$ia de suerte socio! No vas a creer lo que he encontrado rebuscando en la basura. $!Mira!",
      "*Te muestra una bola del tama$%o de una u$%a. Tiene un color dorado brillante. Se nota que es falsa*",
      " $!Estoy que me salgo! Se lo voy a mandar a un joyero para que me diga cuanto vale, lo mandare por paquete, no me la robes eh...",
      " $!Voy a ser rico!"
    ],
    "PostConversacionDia4": [
      " $!Vaya pepita que me he encontrado chaval! $!Esto seguro me saca de esta miseria!"
    ],
    "Dia5": [
      " $!Ey amigo!",
      "Resulta que la joya era falsa... No veas que bajona llevo...",
      "Toma, ya no la quiero, te la regalo. Haz lo que quieras con ella.",
      "Ya que somos amigos inseparables y me has ayudado tanto, $?te puedo preguntar algo?",
      "$?Que opinas del rey? $?Crees que es justo con su pueblo? $?Crees que los campesinos nos merecemos estos tratos? $?Crees de verdad que este es el rey que nos merecemos?",
      "No deber$iamos hablar de esto. Primero tengo que saber si puedo confiar en t$i.",
      "Toma esto.",
      "*Recibes dos papeles con un sello de una lechuza. Contiene instrucciones sobre algo*",
      "Cumplelo y seguiremos hablando. Ni se te ocurra decir que te lo he dado yo.",
      "La lechuza aguarda. Ahora vete y haz como que no te he dado nada. Disimula.",
      " $!Hasta luego coleguita! $!Disfruta de tu d$ia de trabajo!"
    ],
    "PostConversacionDia5": [
      "Ya sabes lo que hay que hacer. No hables m$as conmigo hoy, que nos van a pillar."
    ],
    "Dia6": [
      " $!Colega! $!Cuanto te he hechado de menos!",
      " $!Mira amigo! $!Tengo una nueva mascota! ",
      "*Te acerca un pez anaranjado metido en una bolsa llena de agua. Se nota que el pez no se mueve*",
      "Se llama 'Pescaito'. Es un poco holgaz$an, le gusta mucho dormir. Lleva durmiendo desde ayer, $?increible eh?",
      "Encima come poqu$isimo. No me cuesta nada mantenerle. $!Mira como flota el chaval! $!Que arte!",
      "Vale ahora en serio. Para saber si de verdad podemos confiar en t$i tenemos que comprobar que est$as capacitado mentalmente. Tienes ya las herramientas para cumplir esta prueba",
      "Debes eliminar al 'Buitre'. Su paquete debe ir a la basura.",
      "Recuerda que estamos trabajando por una buena causa. No nos falles.",
      "La lechuza aguarda. Ve y haz como que no te he dicho nada."
    ],
    "PostConversacionDia6": [
      "Recuerda, debes eliminar al 'Buitre'. Tienes un papel que te servir$a para reconocerlo."
    ],
    "Dia7": [
      " $!Benditos los oc$eanos! $!Dime que has le$ido el nuevo papel de las lechuzas!",
      " $!Por fin se dan cuenta! $!Mi padre ten$ia raz$on! La gente va a abrir los ojos por fin.",
      "Ver$as amigo, yo siempre he sabido que los humanos han existido, mi padre me ense$%$o sobre ellos y le mataron por compartir ese conocimiento.",
      "Ahora toda la poblaci$on lo sabe, y tarde o temprano se revelar$a la corrupci$on de este rey maldito que ha tratado de ocultar la verdad a su pueblo.",
      "No te voy a mentir amigo, has jugado un papel muy clave en este movimiento de revelaci$on. Gracias a t$i, hemos conseguido unir por mensajer$ia a toda la secta de la lechuza y sacar este libro a la luz.",
      "Jones, ayudame a mi y a las lechuzas a salvar al pueblo de este rey. Si sigues ayud$andonos, te revelar$e la verdad de las lechuzas.",
      " $!Ahora a celebrar amigo! $!Vamos a beber hasta quedarnos ciegos!",
      " $!Redirige a este distrito de Hestia alg$un paquetillo con comida de Hermes, que hoy estamos de celebraci$on y hay que comer como cerdos!"
    ],
    "PostConversacionDia7": [
      " $!Redirige a este distrito de Hestia alg$un paquetillo con comida de Hermes, que hoy estamos de celebraci$on y hay que comer como cerdos!"
    ],
    "Dia8": [
      " $!Hola gran amigo!",
      "Tengo una mala noticia... 'Pescaito'... Ha muerto...",
      " $?C$omo dices? $?Que por eso dorm$ia tanto?",
      "Bueno eso da igual... Tenemos que darle una despedida digna. Pescaito no puede ser enterrado en tierras tan nauseabundas como est$as. El siempre se ha merecido vivir con la nobleza.",
      "Lo voy a mandar en paquete. No me quedan sellos, tengo que ir a comprar, as$i que si ves mi paquete, no lo tires a la basura y m$andalo al distrito de Hermes. S$i el de Hermes. Un distrito digno de 'Pescaito'.",
      "C$omo te voy a echar de menos 'Pescaito'..."
    ],
    "PostConversacionDia8": [
      "Debemos darle una digna despedida... M$anda a 'Pescaito' a Hermes... Siempre supe que merec$ia estar con la nobleza..."
    ],
    "Dia9": [
      " $!Coleguita! $!C$omo est$as!",
      " $$!Hoy es el gran d$ia amigo! Hoy se van a empezar a mover los engranajes de la sociedad de Atlantis. Y necesitamos de tu gran ayuda.",
      "Toma esta lista. Van a pasar bastantes paquetes ilegales. Necesitamos que pasen a$un as$i. Aseg$urate que todos los paquetes de la lista de nombres pasan y te contar$e la verdad. Mi verdad.",
      "El porqu$e de nuestra lucha y nuestra esperanza. Pero primero necesitamos fiarnos de ti al 100 por 100",
      "Ahora ve a trabajar y no nos decepciones. La lechuza aguarda."
    ],
    "PostConversacionDia9": [
      "La lista es de paquetes ilegales que necesitamos que pasen. C$umplelo y sabremos que eres de fiar."
    ],
    "Dia10": [
      " $!Pero mira quien es! $!Mi gran amigo Jones!",
      "Jones, hoy nos has demostrado que puedes pertenecer a nosotros.",
      "Hemos pasado mucho juntos, gran amigo, no nos conocemos de mucho pero s$e mucho sobre t$i, y ahora falta, que t$u sepas sobre m$i.",
      "Ver$as Jones quiero hacerte una pregunta. Como la que te hice cuando te estaba conociendo. $?T$u alguna vez has visto al rey en persona? $?Le has llegado a ver con tus propios ojos? Exacto.",
      " $!El rey no existe, amigo! $!El rey es falso! $!El rey ha muerto! $!Es todo una gran farsa! $!Nos han enga$%ado a todos, TODOS!",
      " $?Jones alguna vez te has preguntado que hac$ia yo antes de ser un vagabundo? $?El c$omo he acabado aqu$i?",
      "Mi padre era el rey Jones. As$i es, yo soy el heredero leg$itimo al trono.",
      "Mi padre era un buen rey, ten$ia a todo el pueblo contento y creaba grandes avances para la sociedad. Todo di$o un vuelco cuando encontr$o unos libros enterrados muy antiguos. Era el 'Critias', el libro que habla de los humanos de la superficie.",
      "Ahora ya conocemos el libro, pero se encontr$o cuando yo solo ten$ia 10 a$%os. Mi padre lo habl$o con Gargafiel, el secretario del rey, y le coment$o de revelarlo a la poblaci$on para mentalizarse para el resurgimiento en 25 a$%os.",
      "Tuvieron un choque de opiniones. Esto nunca pasaba.",
      "Gargafiel cre$ia que la sociedad no pod$ia saber de esto, que eramos superiores a los humanos, y que revelarlo era causar caos. Lo cre$ia tan fuertemente que lleg$o a traicionar a mi padre.",
      " $El tom$o un frasco de veneno de un comerciante corrupto, y enrabietado envenen$o a mi padre. A mi me ech$o del palacio y me hizo ver como un loco al pueblo. Esto me llev$o a vivir de mala forma en este sucio distrito.",
      "Para cubrir su gran mentira, dijo que estaba protegiendo al rey de unos posibles atentados terroristas, y que no pod$ia salir en p$ublico.",
      " $!Est$a reinando ileg$itimamente Jones! $!Encima su corrupci$on nos afecta negativamente a todos! $!Esto debe parar!",
      "Para esto estamos las lechuzas. Unos pocos seguidores del rey se dieron cuenta que esta situaci$on ol$ia a chamusquina y se reun$ian en privado. Hab$ia esperanza.",
      "Entonces conoc$i a un campesino com$un que me habl$o de las lechuzas, le cont$e mi situaci$on y al principio no me cre$ia.",
      "Pero le ense$%$e mi marca del brazo. Mira. Esta marca solo la tenemos el linaje de los reyes. Fue ah$i cuando me un$i a las lechuzas.",
      " $!Lucha por mi causa Jones! $!Por nuestra causa! $!Debemos liberar a nuestro pueblo Jones",
      "As$i me gusta amigo. Ahora vamos a la siguiente parte de nuestro plan. Asesinar a Gargafiel.",
      "Seg$un tengo entendido, ya te dejan enviar paquetes al distrito de Poseid$on. Eso nos ser$a muy $util. No defraudes a tu jefe o nuestro plan se ir$a al garete.",
      "Necesitamos recursos. Manda al distrito de Hestia al menos 3 paquetes de joyas que vayan dirigido al distrito de Poseid$on. Necesitamos dinero.",
      "Una vez tengamos recursos, compraremos un buen veneno. Vamos a matar a ese impostor. Y despu$es, invadiremos el templo y tomaremos el gobierno.",
      "Ahora a trabajar, gran amigo. No defraudaremos."
    ],
    "PostConversacionDia10": [
      "Conf$ia en mi, amigo. Necesitamos dinero, necesitamos al menos 3 paquetes de joyas que vayan a Poseid$on en Hestia."
    ],
    "Dia11": [
       " $!Hombre Jones!",
       " $!Nuestro plan va de maravilla! Falta el tema de los recursos. Necesitamos muchas flores y especias chungas para el veneno.",
      "Tengo entendido que en el distrito de Hermes se mueven muchos paquetes con lo que necesitamos. Redirige al distrito de Hefesto 2 paquetes de materiales que pesen menos de 15kg. Es decir, ligeros.",
      " $?Qu$e porque los mandamos a Hefesto? All$i est$a nuestra base de operaciones porque tenemos a todos los artesanos all$i, adem$as, tambi$en haremos all$i el veneno. Eh esto no se lo cuentes a nadie eh, secreto secreto.",
      "Venga Jones, $!Manos a la obra!"
    ],
    "PostConversacionDia11": [
      "Necesitamos paquetes de materiales. Manda 2 paquetes que pesen menos de 15 kg que sean de materiales a Hefesto."
    ],
    "Dia12": [
      " $!Gran amigo! $!Qu$e bien te veo!",
      "Ya tenemos el veneno fabricado. Muchas gracias por tu ayuda, Jones.",
      "Ahora tenemos que mandarlo. Un tal 'Grog Koroth' va a mandar el paquete con el veneno desde Dem$eter.",
      "Seguramente el paquete ir$a sin sello. El chaval es un genio para hacer venenos pero para poner un sello le fallan las luces...",
      "En resumen, redirige el paquete de 'Grog Koroth' y m$andalo al de Hestia.",
      " $!Chao gran amigo!"
    ],
    "PostConversacionDia12": [
      "Necesitamos que pase el paquete del creador del veneno, 'Grog Koroth'"
    ],
    "Dia13": [
      " $!Amiguito del alma! $!Que bueno es verte!",
      "Hemos llegado ya a la parte final del plan Jones. Tenemos que ahora poner al pueblo a punto de revoluci$on.",
      "Vamos a redirigir una serie de paquetes. Tenemos unos paquetes especiales que contienen instrucciones, estos pesan poqu$isimo.",
      "Paquetes ligeros, es decir que pesan menos de 15kg, originalmente ven$ian aqu$i, a Hestia. Ahora, m$andalos a Apolo, donde tengo a gente que los repartir$a por la ciudad. Ser$an 3 en total.",
      "$!Vamos amigo! $!Lo vamos a conseguir!"
    ],
    "PostConversacionDia13": [
      "Recuerda colega, 3 paquetes ligeros, es decir de menos de 15kg, redir$igelos a Apolo."
    ],
    "Dia14": [
      " $!Jones, amigo! $!Hoy es el d$ia!",
      "Se acab$o dormir en el suelo, se acab$o los malos salarios de los campesinos, se acab$o la vida de soberbia de la nobleza, se acab$o la injusticia...",
      "Se acab$o la tiran$ia de este secretario del rey. Se va a acabar todo y va a empezar la nueva era, una era donde prosperaremos como sociedad, hasta juntarnos con los humanos y convivir con ellos cuando Atlantis resurja en 5 a$os.",
      "Ahora el plan. Va a llegar un paquete enviado de las lechuzas al distrito de Poseid$on. Su nombre es 'Francis Dupart'. Recuerda su nombre.",
      "Toma. El veneno que hemos estado trabajando. $echalo sobre la apertura del paquete. El secretario tiene una mala man$ia de abrir los paquetes con la boca. En verdad le pega, con esa bocaza que me lleva... Ah$i le pillaremos.",
      "Solo a ese paquete, repito, SOLO A ESE PAQUETE. Debes echar los polvos sobre la estampa de Poseid$on. Ten cuidado de no tocarlo tu tambi$en.",
      "Luego mandalo y acaba el trabajo. Luego ven a verme y nos esconderemos hasta m$inimo un d$ia. Tenemos que asegurarnos de que ha muerto, sino vaya sorpresita nos llevar$iamos.",
      "Venga Jones. Conf$io en t$i y tu conf$ias en m$i. Hemos pasado mucho juntos. A la gloria juntos. O a la miseria juntos.",
      " $!Venga amigo! $!A trabajar!",
      " $!Recuerda compa$%ero! $!El nombre es 'Francis Dupart'!"
    ],
    "PostConversacionDia14": [
      " $!Recuerda comp! $!El nombre es 'Francis Dupart'!"
    ]
  },
  "Secretario": {
    "Presentacion": [
      "Buenos d$ias Jones. Supongo que ya sabr$as quien soy.",
      "Dado que tienes una buena cara de confusi$on tendr$e que presentarme. Soy Gargafiel Mustaki, secretario del rey.",
      "El rey precisa de tus servicios, pero de forma especial y extraordinaria. Es por eso que se ha tomado la molestia de llamarte hasta aqu$i.",
      "Que d$onde est$a el rey dices? El rey no se va a salir de su gran palacio por t$i. No eres tan importante. Adem$as, el rey nunca sale de su palacio por riesgos de atentado terrorista.",
      "Es una persona demasiado importante como para que sea asesinada.",
      "Tengo entendido que recientemente huiste de tu trabajo y estabas teniendo un rendimiento sub$optimo. Que no se repita. Si te portas bien, el rey se portar$a bien contigo.",
      "Este reinado valora mucho a sus ciudadanos, pero m$as que eso, valora la lealtad. La lealtad y la fidelidad al rey por encima de todo. Espero que lo tengas en cuenta."
    ],
    "FelicidadMinima": [
      "FelicidadMinima"
    ],
    "FelicidadMaxima": [
      "FelicidadMaxima"
    ],
    "Dia1": [
      "dia1"
    ],
    "PostConversacionDia1": [
      "postConvDia1"
    ],
    "Dia2": [
      "dia2"
    ],
    "PostConversacionDia2": [
      "postConvDia2"
    ],
    "Dia3": [
      "dia3"
    ],
    "PostConversacionDia3": [
      "postConvDia3"
    ],
    "Dia4": [
      "dia4"
    ],
    "PostConversacionDia4": [
      "postConvDia4"
    ],
    "Dia5": [
      "dia5"
    ],
    "PostConversacionDia5": [
      "postConvDia5"
    ],
    "Dia6": [
      "dia6"
    ],
    "PostConversacionDia6": [
      "postConvDia6"
    ],
    "Dia7": [
      "dia7"
    ],
    "PostConversacionDia7": [
      "postConvDia7"
    ],
    "Dia8": [
      "dia8"
    ],
    "PostConversacionDia8": [
      "postConvDia8"
    ],
    "Dia9": [
      "dia9"
    ],
    "PostConversacionDia9": [
      "postConvDia9"
    ],
    "Dia10": [
      "dia10"
    ],
    "PostConversacionDia10": [
      "postConvDia10"
    ],
    "Dia11": [
      "dia11"
    ],
    "PostConversacionDia11": [
      "postConvDia11"
    ],
    "Dia12": [
      "dia12"
    ],
    "PostConversacionDia12": [
      "postConvDia12"
    ],
    "Dia13": [
      "dia13"
    ],
    "PostConversacionDia13": [
      "postConvDia13"
    ],
    "Dia14": [
      "dia14"
    ],
    "PostConversacionDia14": [
      "postConvDia14"
    ]
  },
  "Campesino": {
    "Presentacion": [
      "Pero bueno tu debes de ser nuevo por aqu$i, no me suena haberte visto antes.",
      "Anda toma esto a ver si te ayuda un poco hoy que tienes cara de muerto, aunque no me extra$%a despu$es de todo el jaleo del otro d$ia",
      "Por cierto que no me hab$ia presentado, soy Pancracio Warawa. Un gusto hijo.",
      "Venga a pasar buena noche, y espabila que la vida te va ha comer!"
    ],

    "FelicidadMinima": [
      "Al llegar a la granja ves a Pancracio consternado, huele a Alcohol, lleva una botella en la mano y no se encuentra su familia en la granja",
      "YYYYYYYY, Qu$E Tal ESt$As, hyp, yo estoy CONTENTO AHJAJAAJAja.",
      "$?El huerto?, jjiijijiJIJ Blurgh, ah$i est$a.",
      "El huerto no parece estar en muy buen estado, al igual que Pancracio",
      "$!Qu$e miras! $!$!$?eh?!! $?Qu$e miras?",
      "ves como Pancracio empieza a desmoronarse",
      "Vete, vete y no vuelvas, ya no tengo huerto, no tengo familia, NO TENGO AMIGOS, no tengo nada.",
      "Vete, vete, vete..."
    ],
    "FelicidadMaxima": [
      "Felicidad maxima Campesino"
    ],
    "Eventos": {

      "1": [
        "Paco necesito un favorcillo hijo, a ver si me puedes ayudar",
        "He enviado unas hortalizas a un primo mio que vive en Hestia, pero entre tanto pensar y pensar en otras cosas me confund$i.",
        "Si recibes un paquete mio de alimentos con direccion a la calle Medusia la santa,",
        "tu ponle el sello para que vaya a Gambon III, que para algo que cosecho, que al menos lo pruebe a quien va dirigido de verdad"
      ],
      "2": [
        "$Ultimamente mi rastrillo est$a empezando a chochear.",
        "Los a$%os les pesan tanto a las cosas como a las personas.",
        "A los artesanos les van a llegar unos paquetes de materiales, entre los que se encuentran una buena cantidad de rastrillos.",
        "Esos lameculos de los nobles no echar$ian un rastrillo extraviado en falta. Total, ni que esas estatuas sean demasiado importantes"
      ],
      "3": [
        "Hoy esos idiotas de los intermediarios han subido el precio de mis productos,",
        "en los mercados de los barrios bajos ya no es solo que no lo puedan comprar los habitantes,",
        "es que hasta a los propios puestos se les hace el precio excesivo,",
        "si se desviase alg$un paquete de comida Apolo hac$ia los distritos como Hestia tampoco creo que se muriese nadie.",
        "gui$%o gui$%o codo codo."
      ],
      "4": [
        "Unos amigos alados de cierto grupo me han dicho que por los barrios m$as bajos andan bajos de fondos de  medicinas.",
        "Ya estamos con las mismas tonter$ias de siempre,",
        "a Hermes van a llegar una cantidad de medicinas absurda solamente porque hay un brote de gripe gambil.",
        "Y mientras tanto aqu$i abajo con enfermedades mucho peores muri$endonos del asco.",
        "Esos nobles no se merecen ni la d$ecima parte de lo que les llega.",
        "Nosotros en Demeter con dos de sus paquetes ya tendr$iamos suficiente."
      ],
      "5": [
        "$!Paco, Paco, Paco!",
        "$!Menos mal que est$as aqu$i!",
        "Me he confundido, madre m$ia que cagada.",
        "Mira te va a llegar un paquete m$io de comida, bastante pesado, aunque con el sello de peso equivocado.",
        "Es vital que llegue ese paquete a mis amigas aladas del distrito de Artemisa.",
        "Conf$io en t$i para hac$erselo llegar."
      ]
    },
    "GenericoMalo": {
      "1": [
        "Buenos d$ias a quien los tenga, que no voy a ser yo.",
        "$ultimamente mis cosechas no est$an para tirar cohetes,",
        "anda prueba un poco de esto que ha crecido vete t$u a saber c$omo.",
        "Malo $?eh? !PUES QU$E QUIERES QUE HAGA SI NO ME DA PA M$AS, QUIZ$a SI LOS PAQUETES LLEGARAN CORRECTAMENTE SALDR$iA MEJOR!",
        "ay, hijo, perdona, $ultimamente no duermo demasiado y me cuesta cada vez m$as mantenerme cuerdo,",
        "las cosechas no van demasiado bien y mi mujer me presiona porque cada vez tenemos menos dinero."
      ],
      "2": [
        "Hay que joderse que llevo 2 semanas sin dormir, esto est$a cada vez pero, mi mujer est$a que se tira de los pelos con las cuentas de la casa,",
        "mi huerto est$a que parece el descampao de enfrente, tiene m$as malas hierbas que buenas, se las quito y vuelven a crecer.",
        "Encima los intermediarios, los pu$%eteros intermediarios siempre dando por saco, que si les rob$e la $ultima vez d$andoles mercanc$ia en mal estado.",
        "Ahora tengo que devolverles el dinero, que si a esto le llamo yo comida, que c$omo me atrevo a cobrar por esta bazofia.",
        "$!AAAY  QUE PENA LA MIA!",
        "como si no fuera suficiente la miseria que pido por lo poco que tengo encima van y se me quejan.",
        "Si es que as$i no se puede, as$i no se puede. No s$e si son los cultivos, la tierra, o si soy yo.",
        "Pero esto no puede no puede seguir as$i..."
      ],
      "3": [
        "Ay, hijo, si hubiera tenido tu labor a tu edad, de las que me habr$ia librado.",
        "En el pasado no lo tuve f$acil, comet$i muchos errores, jorobar si los comet$i.",
        "Pero sal$i de ellos, me rescataron.",
        "Ya me rescataron una vez de una situaci$on horrenda, consegu$i este trabajo y conoc$i a mi mujer,",
        "de verdad parec$ia que la vida me hab$ia dado otra oportunidad.",
        "Pero ya lo ves, estas tierras en mal estado no me da para mantenernos a m$i y a mi mujer en buenas condiciones.",
        "No se cu$anto podr$e aguantar en esta situaci$on, estoy molio."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Buenas tardes hijo, $?qu$e tal te va en tu trabajo?.",
        "Espero que ya no tengas tantas ganas de salir huyendo.",
        "A m$i me podr$ia ir mejor la verdad, anda prueba esto.",
        "Por tu cara veo que no te convence mucho",
        "Las cosas ya no son como antes, cuando empec$e todo era m$as sencillo,",
        "la tierra era m$as pr$ospera y f$ertil y los productos se vend$ian mejor sin tanto intermediario de por medio.",
        "Pero bueno, se va tirando con lo que tenemos, a pasar buen d$ia."
      ],
      "2": [
        "Buenos d$ias a quien los tenga, estos jodidos intermediarios no dejan de joderme a cada rato,",
        "cada d$ia m$as baratos vendo yo mis productos y m$as caros los compran otros.",
        "Pero bueno mejor dejar de quejarse por lo que no puedes cambiar, , $?qu$e tal andamios?.",
        "Por aqu$i vamos tirando regular, mi mujer ha enfermado y est$a en la cama,",
        "pero bueno con las medicinas que hemos comprado parece ir mejorando poco a poco.",
        "Y bueno, $ultimamente he estado paseando por los barrios bajos, la situaci$on podr$ia ser mejor en general.",
        "Pero bueno, en peores plazas hemos toreado los de estos lares."
      ],
      "3": [
        "Aaaay hijo, quien tuviera tu edad y trabajo, por aqu$i las cosas van a pedales.",
        "Mi mujer lleva un tiempecillo algo mosqueada, quiere tener un hijo, y mira que es dif$icil querer tener un ni$%o m$as de lo que lo quiero yo.",
        "Pero vamos a ver, estos campos no dan para alimentar tantas cabezas, casi no nos da para alimentarnos a nosotros.",
        "Traer una vida para no poder atenderla ..., no me lo perdonar$ia.",
        "Pero bueno, disfruta de la juventud que algunos no tenemos, a tener un buen d$ia."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Pero bueno, a qui$en tenemos aqu$i. $?qu$e tal la vida hijo?",
        "Por aqu$i todo va bastate bien, mira prueba esto que acabo de cosechar.",
        "Vaya parece que si te ha gustado",
        "$ultimamente lo que cosecho sabe mejor, no se si ser$an los recursos o la tierra, pero estamos que nos salimos,",
        "esos intermediarios que tanto por saco me dan est$an empezando a soltar un poco m$as por mis productos."
      ],
      "2": [
        "Buenas tardes chaval$in, estos intermediarios est$an cada vez m$as desesperados por comprarme los productos.",
        "Oye, $?qu$e te parecer$ia un plan a futuro para hacer que los habitantes de los barrios exteriores puedan comprar mis productos a un precio m$as asequible?",
        "Ahora mismo ser$ia insostenible para mi granja, pero tal vez en un futuro y con ayuda de ... unos amigos, es posible que pueda con la ayuda de esos amigos.",
        "Pero bueno, no te entretengo m$as, a pasar buena tarde."
      ],
      "3": [
        "Ay hijo, qu$e alegr$ia y qu$e ilusi$on.",
        "Con toda tu ayuda no solo mi campo est$a mejor, sino que todos los cultivos prosperan.",
        "Puede que tu trabajo con esos paquetes no sea tan agotador como la vida en el campo,",
        "pero realmente puedes llegar a marcar la diferencia desde ah$i.",
        "Gracias por el apoyo Paquito, con todos estos ingresos puedo ver la vida desde otra perspectiva m$as amena."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "Yeeeeeeepa, que tal estamos m$aquina",
        "Prueba esto que est$an los clientes que me los quitan de las manos lo intemediarios,",
        "les soplo m$as de diez veces m$as de dinero que antes, $?Que cu$anto cuesta?, t$u pruebalo.",
        "Bueno tranquilo tranquilo, con la velocidad que te lo has comido veo que te encanta",
        "Bueno $?eh?, tengo unos amigos, el grupo de las lechuzas se hacen llamar,",
        "resulta que junto a ellos estamos llevando un plan ..., digamos que muy discreto.",
        "Consiste en que los menos favorecidos pod$ais disfrutar de mis productos a un precio menos abusivos de los que ponen los intermediarios,",
        "no hables mucho del tema, es un secreto.",
        "Toma, hoy estoy de buen humor, te puedes llevar un poco de esto gratis, $!A pasar buen d$ia!"
      ],
      "2": [
        "$!Ese Paco c$omo anda!",
        "Por aqu$i andamos muy bien, no veas c$omo han mejorado mis cultivos en poco tiempo, $!mira que es casualidad,",
        "pero vaya, si resulta que desde que est$as por aqu$i mi situci$on a ido de bien a mejor!, traes buena suerte chaval.",
        "Mi econom$ia est$a mejor que nunca, madre m$ia c$omo va subiendo el precio que est$an dispuestos a pagar por mis productos esos intermediarios,",
        "se deben vender bien por los distr$itos c$entricos.",
        "Y bueno, por el exterior la econom$ia anda un poco peor,",
        "pero con la ayuda de unos amigos que se hacen llamar el grupo de las lechuzas estamos empezando a ayudar a comer a buen precio a los desfavorecidos.",
        "$!Venga Paco, que te sea leve el trabajo ma$%ana!, $!y recuerda, no has escuchado nada de un grupo de lechuzas!"
      ],
      "3": [
        "Pero bueeeeeno, si es el Paco.",
        "Que alegr$ia la m$ia, Paco que vamos a tener un hijo, mi mujer est$a ah$i dentro, nos dimos cuenta porque la pobre estaba un poco pochilla.",
        "$?Y sabes lo mejor?, $!Qu$e tal y como nos van las cosas podemos incluso permitirnos otro en un futuro no muy lejano!",
        "Madre m$ia Paco, quien me lo iba a decir, que en tan poco tiempo me iba a dar la vida un vuelco tan gordo.",
        "Estoy que no me lo creo, espero que junto a mis amigos del grupo de las lechuzas podamos empezar a crear un futuro mejor para mis ni$%os,",
        "sin reyes ni amos tiranos que subleven a la poblaci$on y la condenen a vivir en la miseria.",
        "Sea como fuere, t$u no has escuchado nada de un grupo que mira con desd$en al actual rey.",
        "Larga vida y prosperidad amigo, ojal$a te trate la vida igual de bien que a mi estos $ultimos tiempos."
      ]
    }
  },
  "Artesano": {
    "Presentacion": [
      "Hola querido! Bienvenido a mi humilde taller! En qu$e puedo ayudarte hoy?",
      "Espera... Tu debes de ser el nuevo verdad? Soy Paulino Tinteiros, el maestro de estos mares.",
      "Mis tent$aculos son como pinceles y mis obras ser$an el patrimonio de Atlantis al paso de los anyos!"
    ],
    "FelicidadMinima": [
      "No... No puedo m$as... Todo est$a perdido. El arte, mi pasi$on, mi vida... Todo se ha desvanecido... Ya no hay materiales, ya no hay inspiraci$on...",
      "Todo ha sido un desastre... Lo siento... Pero no puedo... No puedo m$as... Por favor... d$ejame... d$ejame solo..."
    ],
    "FelicidadMaxima": [
      "$!Oh, por todos los oc$eanos! $!Incre$ible! $!Fant$astico! $!Al fin! $!Por fin te veo con mis propios ojos!",
      "$!Un ser humano de verdad, aqu$i, en este humilde taller! $!No estaba loco, no!",
      "Y no solo eso, $!mira a tu alrededor! $!Materiales en abundancia, listos para comenzar una nueva era art$istica! $!Imagina las creaciones que podr$iamos hacer juntos!",
      "Gracias por mostrarme tu secreto y tranquilo a estas horas nadie nos habr$a visto. Adem$as, no te preocupes, no le dire a nadie esto Paco amigo mio"
    ],
    "Eventos": {
      "1": [
        "$!Por todos percebes! $!Estoy en un aprieto, amigo! Hoy fui a recoger materiales para mi $ultima creaci$on y para mi desgracia no hab$ia ni un m$isero coral!",
        "Necesito esos materiales como el pulpo que necesita agua!",
        "$?Sabes qu$e? No ser$ia el fin del mundo si un solo paquete de materiales se extraviara y terminara por alg$un remoto error en este taller, $?verdad?"
      ],
      "2": [
        "$!No brilla! $!No resplandece! $?Y las joyas? $?Y las Perlas? Necesito un favor, creo que ya te haces una idea,",
        "no quiero ponerte en un aprieto pero es que mi jefe no para de abaratar la mercanc$ia...",
        "$?A qui$en quiere mi jefe enga$%ar con esta baratija? Consigueme desviar un paquete, se que no te decepcionar$e!"
      ],
      "3": [
        "$!Ay, por las aletas de mi abuela! Aqu$i estamos otra vez, sin un triste trozo de queso.",
        "No s$e en qu$e est$a pensando el jefe $ultimamente, pero parece que su cabeza est$a m$as en las aguas que en el trabajo.",
        "$?Ser$ias tan amable de echarme una mano y traer un par de paquetes de comida? $!Necesitamos nutrir nuestra creatividad para hacerla brillar!"
      ],
      "4": [
        "$!Caracolas! S$e que esto te sonar$a mal Paco pero necesito que me hagas un favor.",
        "Un cliente de Hermes nos pidi$o hacerle una escultura con tungsteno, pero entre las prisas de mi jefe y mi propia confusi$on acaba haci$endola de hierro.",
        "El exterior es casi el mismo pero pesa mucho menos de lo que deber$ia el paquete.",
        "Por favor haz la vista gorda con esa balanza tuya."
      ],
      "5": [
        "$!Por todos los corales! como puedo ser tan despistado.",
        "Un cliente de Apolo nos pidi$o un jarr$on de vidrio, algo muy fr$agil y delicado.",
        "Sin embargo a la hora de enviarlo se me olvido poner el sello de fragil para que se envuelva con cuidado.",
        "Por favor, crees que podr$ias embalar mi paquete aunque no tenga el sello de fragilidad.",
        "No quiero causarte problemas pero es que sino me echaran una bronca gigantequisima."
      ]
    },
    "GenericoMalo": {
      "1": [
        "Hoy me encuentro bastante depresivo. $!Mi jefe me tiene trabajando como un esclavo! No puedo ni siquiera tomar un respiro para charlar.",
        "D$ejame confesarte algo... El jefe no siempre entiende mi visi$on art$istica.",
        "Para $el, solo importan las cosas pr$acticas y funcionales. $!Pero yo s$e que hay m$as en la vida que la mera utilidad!",
        "Te pido por favor que env$ies correctamente los paquetes de Hefesto, ya de por s$i las cosas no son f$aciles, no las compliques m$as.",
        "Ahora d$ejame, prefiero estar solo..."
      ],
      "2": [
        "Maldita sea, el otro d$ia se rieron de mi $ultima creaci$on, una fantastica obra de arte dedicada a los mitologicos humanos, lo llam$e la Vid de Alga Angel.",
        "Entre t$u y yo, mi querido amigo, no todos comprenden la verdadera belleza de mis creaciones...",
        "Lo lamento mucho pero hoy estoy completamente sumergido en el trabajo, cada vez que no env$ias los paquetes la presi$on del taller recae m$as sobre m$i,",
        "por favor, manda los paquetes querido."
      ],
      "3": [
        "Sabes, amigo, el otro d$ia tuve una experiencia bastante desagradable. Un cliente vino a recoger su pedido y qued$o muy decepcionado.",
        "Resulta que los recortes en materiales que est$a implementando mi jefe $ultimamente est$an afectando a la calidad de mis creaciones.",
        "Ahora mi jefe me metera cada vez m$as y m$as prisa, sin dejarme trabajar como a mi me gusta.",
        "Si hubiera sabido que esto iba a ser as$i jam$as me habr$ia vuelto artesano."
      ]
    },
    "GenericoNormal": {
      "1": [
        "$!Hola, amigo! $?Qu$e opinas de Gargafiel Mustaki? El otro d$ia me lo encontr$e en el PezerKing, $!s$i, en el mism$isimo PezerKing!",
        "Fue una sorpresa verlo por all$i despu$es de tanto tiempo.",
        "$?Qui$en iba a decir que el campesino que una vez lleg$o a mi taller buscando un poco de orientaci$on se convertir$ia en nada menos que el mism$isimo secretario del rey?",
        "Es incre$ible c$omo la vida nos sorprende a veces. Aunque ni siquiera me dirigi$o la palabra, creo que el poder le ha cambiado"
      ],
      "2": [
        "El otro d$ia fui a ver a la tarotista, me dol$ia bastante la cabeza, el caso es que ella me recet$o unas medicinas.",
        "Fui al boticario m$as cercano y la verdad es que me sigue doliendo bastante la cabeza, como si no me hubiera hecho efecto...",
        "Sin embargo, una simple migra$%a no me parar$a! El arte me llama!"
      ],
      "3": [
        "Sabes, hay algo que he mantenido en secreto durante mucho tiempo y siento que puedo compartirlo contigo. Hace un tiempo, encontr$e una maleta muy peculiar en las ruinas submarinas.",
        "Estaba escondida entre los restos de un antiguo monumento, como si el mism$isimo Poseid$on la hubiera dejado all$i como un regalo del pasado.",
        "Al abrirla, descubr$i una serie de objetos extra$%os y fascinantes. Algunos de ellos me resultaban familiares de las antiguas leyendas que escuchaba de ni$%o,",
        "historias sobre seres misteriosos llamados humanos.",
        "Aunque no estoy completamente seguro de su origen, estas reliquias han despertado mi curiosidad y han inspirado mi creatividad como nunca antes."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Estoy emocionado por el futuro. He estado reflexionando sobre la idea de emprender mi propio negocio.",
        "Aunque todav$ia tengo algunas dudas, siento que podr$ia ser una oportunidad emocionante.",
        "Adem$as, quer$ia agradecerte sinceramente por enviarme esos paquetes llenos de inspiraci$on. Cada uno de ellos es como un peque$%o tesoro que alimenta mi creatividad!"
      ],
      "2": [
        "$!Hola querido! $?Qu$e te trae por aqu$i en este d$ia tan fascinante?",
        "$!Ah, yo siempre estoy lleno de energ$ia y creatividad! Aunque hoy estoy especialmente emocionado porque estoy trabajando en un proyecto nuevo y emocionante.",
        "$!Espero que pronto pueda mostr$artelo! Sigue envi$andome paquetes y llegaremos lejos!"
      ],
      "3": [
        "$!Hola de nuevo, querido amigo! Hoy estoy lleno de inspiraci$on y energ$ia creativa.",
        "Estoy trabajando en una nueva serie de esculturas que exploran la conexi$on entre el mar y el cielo.",
        "$?Sab$ias que he estado experimentando con materiales reciclados? Es un desaf$io emocionante, pero creo que el arte sostenible es el futuro.",
        "Y hablando de futuros brillantes, quiero agradecerte sinceramente por seguir envi$andome esos paquetes llenos de tesoros.",
        "Cada uno de ellos es como un regalo que me impulsa hacia adelante en mi viaje art$istico."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "$!Hoy mis tent$aculos est$an a punto de estallar de alegr$ia! Estoy dando los primeros pasos para construir mi propio taller de arte submarino.",
        "$!Finalmente, podr$e liberar mi creatividad sin restricciones y sin la sombra de mi jefe! $!Es un sue$%o hecho realidad! Y todo esto, querido amigo, es gracias a ti!"
      ],
      "2": [
        "Divino, Divino, Divinoo! Mira que creaci$on por favor! Y nada de esto habr$ia sido posible sin tu ayuda! Siempre ser$as bienvenido aqu$i, cerca de m$i y mi arte!"
      ],
      "3": [
        "La gente durante toda mi vida se ha re$ido de m$i, por mi inter$es en los humanos y porque realmente cre$ia en su existencia.",
        "Aunque ha sido duro, jam$as dej$e de creer en ellos, en mi interior siempre he confiado en que estos est$an en alg$un lugar desconocido para nosotros.",
        "Es por ello que por fin he decidido dar el gran paso.",
        "Dedicar$e mi vida a mostrar a la gente de la Atl$antida el esplendor de los humanos,",
        "para que as$i, quiz$a viendo sus formas, se den cuenta que su existencia no es tan descabellada.",
        "Si bien muchos se burlaran, se que otros confiaran en m$i, tal como tu has hecho desde que nos conocimos Paco."
      ]
    }
  },
  "Tarotisa": {
    "Presentacion": [
      "Bendita la carne fresca, que tenemos por aqu$i. Joven tu debes ser nuevo en el reino, o me equivoco?",
      "No hace falta que respondas. Yo nunca me equivoco. Sabes porque?, por que puedo ver el futuro.",
      "Mi nombre es Abigail Ampoule y soy una reconocida tarotista.",
      "Secretos, enganyos, enfermedades y todo lo dem$as, nada puede escapar de mi conocimiento, la luz de mi cabeza me muestra cualquier cosa.",
      "Ven a verme siempre que te preocupe algo, yo siempre estoy aqu$i para las pobres almas sin rumbo ni ambiciones."
    ],
    "FelicidadMinima": [
      "Tu maldito at$un sarnoso y desagradecido. No solo no me ayudas en mi negocio sino que encima me lo pones todo m$as dif$icil.",
      "Realmente te crees tan superior en tu peque$%a posici$on de poder.",
      "Solo por manejar los paquetes del reino te crees en tu derecho de hacer imposible la vida de las personas, en especial de una pobre anciana como yo.",
      "Esc$uchame atentamente lo que te digo, que caigan mil y una desgracias en tu vida,",
      "que todo ese ego$ismo te atragante hasta no dejarte respirar en paz, as$i lo pido a los m$as grandes.",
      "No quiero volver a verte jam$as en mi vida."
    ],
    "FelicidadMaxima": [
      "Realmente tienes un coraz$on puro muchacho.",
      "Se que mi oficio no es especialmente noble, tu tambi$en lo descubriste a lo largo del tiempo,",
      "pero no me repudiaste por eso, sino que vertiste en m$i una esperanza de cambio.",
      "Quiero que sepas que tu amabilidad le ha llegado a este arrugado coraz$on.",
      "Realmente me cuesta creer que esta podrida ciudad haya dado lugar a alguien tan emp$atico, quiz$a incluso no seas de aqu$i.",
      "Sea como sea, es tu vida y yo no me voy a meter en ella."
    ],
    "Eventos": {
      "1": [
        "Maldita sea, c$omo se atreven a decir que mi predicci$on es una pantomima.",
        "Sabes que hace falta, efectos luminosos de colores. Sin embargo eso solo lo puedo lograr con cristales y joyas.",
        "$?Oye no crees que podr$ias desviar un paquete de joyas hasta el distrito de Artemisa?.",
        "Con esas gemas seguro que se quedar$an alucinados con el poder de mi magia."
      ],
      "2": [
        "Mira muchacho, ves ese grupo de boticarios ah$i reunidos.",
        "Por muy normales que parezcan, se dedican a entrar en los negocios rivales para vandalizar y destrozar todo a su paso.",
        "Por m$as que mis compa$%eros y yo hemos intentado denunciar esto a los soldados, est$an demasiado ocupados siendo las estupidas ni$%eras de los nobles.",
        "Es por eso que si pudieras me gustar$ia que extraviaras un paquete de armas al distrito de Artemisa.",
        "Tranquilo no vamos a hacer ninguna locura, tan solo pero para meterles miedo, a fin de cuentas, por mucho que vandalicen siguen siendo solo unos charlatanes flacuchos."
      ],
      "3": [
        "Oye chico dejame decirte una cosa.",
        "El $ultimo d$ia me pidi$o un noble que buscase una forma de ayudarle con una dieta que quiere hacer.",
        "Entre unas cosas y otras le dije que era capaz de hacer la comida m$as pesada para que su cuerpo se llenase antes con menos cantidad.",
        "En resumen, si ves un paquete m$io con una etiqueta de mucho peso, hazlo pasar marque lo que marque la b$ascula.",
        "Hazle ese favor a esta pobre anciana que solo intenta ganarse la vida."
      ],
      "4": [
        "$Ultimamente la gente ya no viene con preocupaciones m$edicas a mi local.",
        "Si esto sigue as$i no podr$e mandar tantos clientes a los boticarios y perder$e dinero.",
        "Creo que todo se debe a un nuevo medicamento desarrollado por un tal Dr. Luengostino que se est$a enviando a los nobles.",
        "Si ves alguno de esos paquetes, deshazte de ello.",
        "Tranquilo, no te preocupes por la salud de esas personas, que los remedios caseros de los boticarios son mil veces m$as efectivos que cualquier otra cosa.",
        "Al final esto lo hago por el bien de los habitantes del distrito de Apolo."
      ],

      "5": [
        "Sabes, a$un recuerdo mis $epocas como campesina de una manera muy dulce,",
        "sin embargo lo que hasta d$ia de hoy me enfurece es como se aprovechaban esos est$upidos comerciantes para revender lo que tanto nos cost$o cosechar",
        "$?Qu$e te parece si les das una lecci$on por m$i y por los campesinos?",
        "tres paquete de alimentos que vaya al distrito Hermes devuelvelo por donde ha venido, a Demeter,",
        "que la gente abra los ojos y deje de negociar con esas sanguijuelas"
      ]
    },
    "GenericoMalo": {
      "1": [
        "La gente de este distrito es absoluta basura, esos creidos de los boticarios se creen que me pueden tener trabajando a mi,",
        "una pobre anciana noche y d$ia para al final darme una miseria.",
        "Yo soy la que lee el futuro a la gente para que acudan a sus est$upidas tiendas.",
        "Y tu muchacho l$argate de aqu$i ahora mismo que no estoy de humor."
      ],
      "2": [
        "La primera vez que te v$i sent$i que ten$ias cara de bobo y ahora veo que no me equivocaba,",
        "no se que har$as durante tus horas de trabajo pero siempre me llegan mal los paquetes o directamente no me llegan.",
        "Tampoco creo que haga falta ser adivino para enviar un par de cositas."
      ],
      "3": [
        "La gente solo es capaz de visitar a esta pobre anciana para pedirme predicciones y ayuda.",
        "Al final todos me acaban abandonando, son un atajo de ego$istas.",
        "Incluso t$u, no eres capaz de ayudarme, solo te me acercas a preguntarme tonter$ias.",
        "Vete de aqu$i muchacho, ahora mismo no quiero ver a nadie."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Por Poseid$on, mira quien se ha dignado a aparecer por el distrito de Artemisa",
        "Chico te voy a dar un consejo de gratis, para que veas mi infinita benevolencia.",
        "Ten cuidado a quien le das la espalda ya que te la puede apu$%alar. Ahora vete de aqu$i que me acabar$as espantando a los clientes."
      ],
      "2": [
        "He muchacho ven aqu$i. Sabes cada vez que te veo est$as hecho una pena, deber$ias relacionarte un poco m$as con otras personas.",
        "Sal, haz amigos, buscate una novia, cualquier cosa. Cuando seas mayor a penas tendr$as las fuerzas suficientes para soportar a los imb$eciles que hay en este reino."
      ],
      "3": [
        "Uy uy uy chico, ahora que veo tu cara est$a un poco, como te lo dir$ia... deca$ida.",
        "Te voy a hacer una inspecci$on del alma gratuita, as$i vemos a qu$e se debe.",
        "Mmmm, mmmm, mmmm. Parece que algo dentro de la boca de tu est$omago no est$a del todo bien.",
        "Deber$ias ir a alg$un boticario y comprar pasta de algas concentrada, tan solo cuesta 500 monedas, conf$ia en m$i, yo jam$as timar$ia a alguien."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Mira quien ha amanecido contento hoy, si es mi muchacho favorito.",
        "A$un parece que no vienen los clientes pero esto en unos minutos se llenar$a hasta reventar.",
        "Sabes es gracioso,",
        "una gran parte de los que vienen se quedan haciendo cola por horas y horas para al final preguntarme cosas como qu$e hacer para conseguir amor o riqueza.",
        "No se dan cuenta que en el tiempo que gastan aqu$i podr$ian estar con sus seres queridos, haciendo algo productivo.",
        "Supongo que uno no sabe lo que tiene hasta perderlo."
      ],
      "2": [
        "Aunque odie que la gente me llame se$%ora en lugar de se$%orita no hay nada que pueda hacer para remediarlo, a fin de cuentas soy una mujer casada.",
        "$?No lo sab$ias? Mi marido fue un campesino del distrito de Demeter, yo le ayudaba cuando pod$ia.",
        "$el me termin$o abandonando, no estaba demasiado feliz con mi peque$%o negocio."
      ],
      "3": [
        "Puede que no lo parezca chico pero en mi $epoca de campesina estaba rodeada de amigas,",
        "la vida era dif$icil pero con la gente de all$i una se sent$ia c$omoda y en familia.",
        "Actualmente tengo todo el dinero que pude llegar a desear en esa $epoca,",
        "aunque en el distrito de Artemisa jam$as me he llegado a sentir como en ese entonces."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "Hola muchacho que te cuentas.",
        "$?Qu$e por qu$e nunca te llamo por tu nombre? tranquilo que me acuerdo perfectamente de c$omo te llamas Pancho, a no espera Paco eso es.",
        "Ver a tanta gente todos los d$ias hace que me cueste recordar caras, aunque con lo que me has ayudado es dif$icil que ya me olvide de t$i."

      ],
      "2": [
        "Chico, imagino que a estas alturas ya te habr$as dado cuenta que no tengo poderes",
        "La gente se cree cualquier cosa que adornes con efectos luminosos y montando un gran show, incluso si les dices la cosa m$as est$upida que hay.",
        "A pesar de eso, cada d$ia pienso m$as que a$un si la gente es tan inocente, aprovecharme de eso no es correcto.",
        "Antes pon$ia la excusa de que la vida no es justa para nadie, que si no espabilan no es mi problema,",
        "pero a medida que he visto a gente amable y desinteresada como t$u, he dudado cada vez m$as de eso.",
        "En ese aspecto te pareces a mi marido, $el tampoco era capaz ni de da$%ar una mosca, siempre preocupado por el resto. Le echo mucho de menos."

      ],
      "3": [
        "No creo que pueda seguir con este muchacho.",
        "Llevo un tiempo pensando en dejar el negocio, buscar quiz$a a mi marido. Al menos empezar de 0, sin seguir estafando a las personas.",
        "El problema es... que tengo miedo, a mi edad arriesgarme tanto la verdad es que me aterra.",
        "Adem$as los boticarios no estar$an felices si no les sigo mandando a personas a comprar en sus tiendas con enga$%os de falsas predicciones.",
        "No se que har$e al final, pero te agradezco toda la ayuda que me has brindado hasta ahora."

      ]
    }
  },
  "Soldado": {
    "Presentacion": [
      "Saludos! Me llamo Abakand Istacoz, soldado del glorioso ej$ercito de Atlantis.",
      "Eres nuevo por aqu$i? Debo decirte que el deber me ha llevado a servir en el distrito de Apolo",
      "Aunque mi coraz$on anhelaba proteger los distritos exteriores, como Hestia, donde crec$i.",
      "Mi pasado es tan resistente como mi armadura, y mi deber es velar por la paz, incluso cuando la tarea me resulta desalentadora."
    ],
    "FelicidadMinima": [
      "Hoy... hoy no es un buen d$ia. La carga de trabajo, los informes interminables,",
      "la presi$on de cuidar de los nobles que ni siquiera agradecen mi presencia.",
      "A veces me pregunto si todo esto tiene alg$un sentido...",
      "$?De verdad estoy protegiendo a alguien aqu$i?",
      "La frustraci$on se acumula, y cada d$ia es un recordatorio de que mi sue$%o de defender los distritos exteriores sigue siendo inalcanzable.",
      "Y adem$as, para las pocas veces que soy yo el que pide ayuda, se me ignora y se me hace la vida imposible.",
      "Largate, no quiero que te vuelvas a acercar a mi jam$as $?entiendes?"
    ],
    "FelicidadMaxima": [
      "$!Incre$ible! No puedo creerlo,",
      "Este es un d$ia que no olvidar$e. Mi coraz$on late con emoci$on al ver que alguien valora mi servicio.",
      "Gracias a tu amistad y apoyo he podido ir cumplir mi verdadera aspiraci$on,",
      "por fin podr$e trabajar en los distritos exteriores. Solo tengo que aguantar aqui unas semanas m$as.",
      "De verdad muchas gracias, se que juntos en los distritos exteriores podremos cambiar el rumbo de las cosas."
    ],
    "Eventos": {
      "1": [
        "Hoy cuando recog$ia los suministros, encontr$e una extra$%a nota en la que se mencionaba que hoy iban a pasar sustancias ilegales a trav$es de paquetes.",
        "Parece que hay un aumento en el tr$afico de objetos extra$%os y sustancias ilegales en el mercado negro.",
        "Podr$ias hacerme un favor, necesito que envies a mi distrito dos paquetes con un peso grande, aunque este no sea su destino.",
        "Es una cuestion de seguridad Atlantiana, por lo que es muy importante."
      ],
      "2": [
        "El otro d$ia recib$i una carta de mi familia y al parecer los suministros m$edicos en los distritos exteriores escasean mucho.",
        "Parece ser que los boticarios estan pasandose bastante con los precios",
        "Aseg$urate de que el distrito de Hestia reciban al menos 3 paquetes con los recursos m$edicos a tiempo y en buenas condiciones.",
        "La salud de la gente depende de ello."
      ],
      "3": [
        "Un rumor inquietante est$a circulando entre los habitantes del distrito de Apolo.",
        "Dicen que hay disturbios en el distrito de Hestia.",
        "Necesito que verifiques la situaci$on y, si es necesario, ser$ia de mucha ayuda si pudieses redirigir 2 paquetes uno de comida y otro de medicina hacia Hestia",
        "Los inocentes no deber$ian sufrir por peleas de otros."
      ],
      "4": [
        "Hoy encontr$e a un joven talentoso de los distritos exteriores que sue$%a con unirse al ej$ercito.",
        "Me recordaba a m$i mismo cuando era joven y ten$ia grandes aspiraciones.",
        "$?Ser$ias tan amable de enviar 1 paquete de armamento al distrito de Artemisa?",
        "Qui$en sabe, tal vez estemos forjando al pr$oximo protector de Atlantis."
      ],
      "5": [
        "Buenas Paco, no lo digas por ah$i pero no se si sabes que varios grupos criminales de la Atl$antida han estado falsificando sellos $ultimamente",
        "Al parecer estos sellos los venden a precios baratos a los incredulos habitantes de los distintos distritos.",
        "$?Como dices?, que te han llegado varios paquetes a tu oficina con esos sellos. Paco eso es buenisimo para el caso",
        "Por favor enviame a Apolo dos paquetes con sellos falsos, para que podamos hacer un minucioso an$alisis de estos."
      ]
    },
    "GenericoMalo": {
      "1": [
        "Estoy harto de este trabajo ingrato. Mi jefe no entiende la importancia de proteger a los m$as vulnerables.",
        "$!Y para colmo, los paquetes que debes enviar a veces nunca llegan! $?Es tan dif$icil seguir instrucciones b$asicas?",
        "Estoy agotado de ser un pe$on en este juego sin sentido."
      ],
      "2": [
        "Otra vez m$as, los nobles se burlan de mis esfuerzos. $?Te das cuenta de lo absurdo que es tener que cuidar de ellos como si fueran ni$%os peque$%os?",
        "Y encima cuando cometes un minimo error te culpan como si hubieras dejado escapar a un asesino o algo asi",
        "Estoy harto de estas estupideces, estoy harto de haber trabajado toda mi vida para esto, estoy harto de todo"
      ],
      "3": [
        "Mis compa$%eros soldados me miran con desprecio. $?Sabes por qu$e?",
        "Porque no puedo cumplir con las expectativas de mis superiores.",
        "Con cada paquete perdido los nobles se quejan con nosotros por no garantizar la seguridad de sus paquetes.",
        "Ya es suficientemente dif$icil de por si conseguir un mejor puesto en el ej$ercito de la Atl$antida sin tener que lidiar tambi$en con tu ineptitud."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Los distritos exteriores son duros, y la vida aqu$i no es m$as que una guarder$ia de nobles.",
        "Al menos contigo puedo ser honesto y expresar mi descontento.",
        "$?Has notado c$omo algunos nobles tratan de aprovecharse de su posici$on? Es insoportable.",
        "Pero bueno, as$i es la vida en Apolo, $?verdad?"
      ],
      "2": [
        "He visto cosas extra$%as $ultimamente. Rumores de antiguas reliquias encontradas en las ruinas submarinas. No s$e qu$e pensar al respecto.",
        "Tal vez sea solo un cuento de viejos pescadores, pero si es verdad, podr$ia cambiar muchas cosas.",
        "Quiza mostrarnos una visi$on que a$un desconocemos. $?T$u qu$e opinas al respecto?"
      ],
      "3": [
        "Sabes, a veces hecho un poco de menos cuando viv$ia en el distrito de Hestia",
        "Mucha gente se queda ensimismada con la belleza arquitectonica de Hermes, o todas las obras de arte de Apolo.",
        "Sin embargo los distritos exteriores tienen una belleza particular que no se explicar, igual es solo la nostalgia, que se yo"
      ]
    },
    "GenericoBueno": {
      "1": [
        "Hoy fue un d$ia decente. Aunque los nobles siguen siendo una molestia, al menos algunos habitantes de Apolo expresaron su agradecimiento.",
        "Un gesto amable puede hacer que todo valga la pena.",
        "A veces, es bueno recordar la raz$on por la que decid$i unirme al ej$ercito en primer lugar."
      ],
      "2": [
        "$!Mira qui$en est$a aqu$i! Me alegra verte. Hay algo refrescante en la camarader$ia.",
        "A pesar de todo, sigo manteniendo la esperanza de que las cosas mejoren.",
        "Tal vez alg$un d$ia pueda hacer una diferencia real y proteger a los que realmente lo necesitan."
      ],
      "3": [
        "$!Hoy fue un d$ia exitoso! Cumpl$i con mi deber, no ha habido quejas por retrasos o p$erdidas de paquetes y, lo m$as importante,",
        "pude hacer frente a algunas injusticias que presenci$e.",
        "Cuando veo resultados como estos, siento que estoy en el camino correcto.",
        "A veces, solo se necesita un peque$%o cambio para marcar la diferencia."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "Ayer mismo consegu$i resolver un caso que realmente considero un logro para toda mi carrera laboral.",
        "Adem$as, me ha hecho sentir lleno y orgulloso de mi mismo por primera vez en mucho tiempo.",
        "$!Estoy emocionado! $!Es un paso gigante hacia mi sue$%o!",
        "Un d$ia de estos tenemos que ir a por unos tragos y te cuento todas mis historias."
      ],
      "2": [
        "$ultimamente las cosas han estado algo movidas por los distritos exteriores, varios de los soldados asignados all$i est$an abandonando su puesto.",
        "Aunque parezca mala situaci$on esto viene muy bien, asi los soldados se iran antes de que pase algo gordo de verdad.",
        "Si todo sale bien igual puedo obtener el puesto que tanto tiempo he deseado."
      ],
      "3": [
        "Sabes Paco nunca te he hablado de mi familia, yo crec$i como el mayor de cinco hermanos en Hestia.",
        "Las cosas eran bastante dif$iciles no te voy a mentir, sobre todo porque mi padre nos abandono a mi familia a m$i.",
        "Sin embargo, tuve la mejor madre que cualquiera podr$ia pedir.",
        "Ella es mi inspiraci$on, mi heroina, y todo lo que hago es para mostrar que soy tan fuerte como ella y as$i poder ayudarla."
      ]
    }

  },
  "Contable": {
    "Presentacion": [
      "Anda hola, debes ser nuevo por aqui, mi nombre es Glover Globus, CEO principal de la empresa Globinterprise.",
      "Principalmente nos encargamos de mediar entre la compra y venta de los anillos exteriores e interiores a cambio de una comisi$on.",
      "Basicamente les compramos los productos a los campesinos y los artesanos y se los vendemos a los nobles.",
      "La verdad que no nos podemos quejar jiji.",
      "Bueno espero verte por aqui m$as de seguido, un placer pimpollo."
    ],
    "FelicidadMinima": [
      "Como puedes ser as$i de malo conmigo.",
      "No solo no me quieres ayudar en nada, sino que adem$as haces todo lo posible para arruinar el negocio que tanto le ha costado a mi familia sacar adelante.",
      "Pues sabes que estoy harto de t$i y tus... y tus... y TUS EST$UPIDOS PAQUETES.",
      "No vuelvas a hablar conmigo"
    ],
    "FelicidadMaxima": [
      "Sabes, nunca antes nadie se hab$ia preocupado as$i por mi.",
      "Aunque la gente no lo crea noto muchas de las cosas que pasan a mi alrededor,",
      "por eso se que no tengo demasiados amigos, solo gente interesada en mi posici$on y poder.",
      "Pero a ti no te tiembla la voz al decirme las verdades a la cara y ayud$andome en mis peores momentos.",
      "Te lo agradezco, espero que tu tambi$en me consideres como un amigo."
    ],
    "Eventos": {
      "1": [
        "No se que voy a hacer, los campesinos se han enfadado por el precio que les he ofrecido y no me han querido vender las cosechas.",
        "Los nobles no van a ser capaces de aguantar sin esa comida, se van a enfadar y la empresa lo va a pasar mal, qu$e puedo hacer.",
        "Ya se, no podr$ias por favor redirigir un par de paquetes de alimentos hasta el distrito de Hermes, te lo agradecer$ia de verdad."
      ],
      "2": [
        "Madre mia Paco, no puedo estar m$as estresado.",
        "Ayer uno de mis clientes m$as importantes se port$o muy mal conmigo,",
        "insult$andome solo por un peque$%o retraso que tuvimos con la llegada de sus art$iculos.",
        "Para desahogarme decid$i escribir una nota poniendo todo lo que pensaba de $el.",
        "Sin embargo, mi secretaria pens$o que era una carta y la envi$o por correo.",
        "Si esa carta acaba llegando al cliente no s$e que voy a hacer."
      ],
      "3": [
        "Sabes pimpollo, mi empresa no solo vende la cosecha de los campesinos, tambi$en los trabajos de los artesanos.",
        "Estos son igual de importantes y valorados que los alimentos, aunque deben de tratarse con m$as cuidado ya que suelen ser fr$agiles.",
        "Hoy mismo yo en persona le he enviado al mism$isimo rey una de esas... esper$a.",
        "O Poseid$on mio, se me ha olvidado el sello de fragilidad,",
        "por favor cuando veas mi paquete envu$elvelo aunque no tenga el sello, sino qui$en sabe qu$e le podr$ia pasar. Un d$ia de estos pierdo la cabeza."
      ],
      "4": [
        "Paco necesito tu ayuda. Nunca le he dicho esto a nadie asi que necesito que guardes el secreto.",
        "Lo creas o no, aunque mi padre mont$o esta exitosa empresa, no lo hizo de la nada, tuvo que pedir muchos favores a muchas personas.",
        "Y ahora esas cargas est$an recayendo sobre m$i.",
        "Un grupo de delfines con los que mi padre negociaba me est$an reclamando cierto dinero que les debemos.",
        "Yo sacar$ia eso de los fondos de la empresa pero manchar$ia el nombre de mi padre por negociar con tales rufianes.",
        "No podr$ias quiz$a desviar algunas joyas hac$ia el distrito de Hermes, con un paquete ser$a m$as que suficiente.",
        "De verdad que me sabe fatal pedirte esto pero no puedo acudir a nadie m$as."

      ],
      "5": [
        "Paco voy a darte una lecci$on de finanzas.",
        "hay veces que es muy importante abaratar costes en peque$%as minucias, por ejemplo, hoy mismo he enviado dos paquetes pero usando unos sellos m$as baratos.",
        "Se los compr$e a un vendedor ambulante que encontre en la plaza de Hermes.",
        "$?Como dices?, que si el sello no es el oficial debes devolver los paquetes. Por dios, pero no puedes hacer eso, este env$io es muy urgente.",
        "Por favor paco haz la vista gorda por esta vez por favor te lo pido"
      ]
    },
    "GenericoMalo": {
      "1": [
        "Ahora no puedo hablar.",
        "$?Tienes alguna m$inima idea del estr$es que supone manejar una empresa que se va al garete por el ego$ismo de muchas personas?",
        "No $?verdad?, pues por favor vete y d$ejame trabajar."
      ],
      "2": [
        "Sabes, varios de los env$ios a mi empresa se han perdido.",
        "No quiero meterme en tus asuntos ni incomodarte pero por favor intenta tener m$as cuidado.",
        "Muchas familias dependen de la gesti$on que hacemos as$i que haz tu mayor esfuerzo para no retrasarnos."
      ],
      "3": [
        "No entiendo porque la vida me trata as$i.",
        "Yo siempre he intentado ser amable con todos, y que recibo a cambio, malas noticias y ninguna ayuda.",
        "Creo que ir$e a mi casa a comer algo y as$i relajarme un poco."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Anda pero si es mi pimpollo favorito, Paco.",
        "Sabes no se como lo haces para tener una mira con tanta seguridad.",
        "Yo sin embargo soy un manojo de nervios jijiji, creo que el estr$es hace que me inche aunque no estoy seguro."
      ],
      "2": [
        "Hombre Paco, qu$e tal te va la vida.",
        "Yo la verdad no me puedo quejar, la empresa marcha igual que siempre, aunque $ultimamente he notado un pel$in molestos a los campesinos.",
        "Sea como sea, los negocios no paran as$i que no hay tanto problema."
      ],
      "3": [
        "No se si te lo cont$e alguna vez Paco pero antes el distrito de Hermes era muy diferente.",
        "Cuando mi padre a$un no mont$o la empresa, este distrito estaba lleno de mercados ambulantes por todos lados.",
        "La verdad es que la organizaci$on era un desastre, y se escuchaban gritos de aqu$i para all$a.",
        "Sin embargo el ambiente ten$ia algo $unico que no te se decir a$un. Ojal$a poder replicarlo con mi empresa alg$un d$ia."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Muy buenos d$ias Paco. Sabes desde hace un tiempo me he ido preguntando si realmente los campesinos y artesanos necesitan un intermediario.",
        "La verdad es que me encantar$ia que los anillos pudieran convivir en paz, pero por experiencia propia s$e que tanto los unos como los otros se odian mucho.",
        "Ojala pueda cambiar eso en alg$un momento."
      ],
      "2": [
        "Pero bueno Paco hoy resplandeces.",
        "Oye much$isimas gracias por haberme ayudado con el tema de los paquetes.",
        "Sabes, nunca he tenido demasiada ayuda, de peque$%o se me hac$ia dif$icil hacer amigos ya que hab$ia un grupo de delfines que no paraban de re$irse de mi f$isico,",
        "esto ha hecho que me vuelva bastante t$imido.",
        "Aunque la verdad es que contigo me siento realmente c$omodo siempre, muchas gracias."
      ],
      "3": [
        "Paco, $?no me notas diferente? En efecto, he logrado reducir un poco mi tama$%o.",
        "En realidad yo soy un pez bastante flaco pero el estr$es y los nervios hacen que me hinche hasta 3 veces mi tama$%o normal.",
        "Estos $ultimos d$ias ha sido m$as f$acil todo el trabajo, por lo que me siento hecho un figur$in, jijiji."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "$ultimamente he estado pensando en c$omo acercar unos a los otros a los habitantes de los anillos exteriores e interiores y creo haber dado con la soluci$on,",
        "no es seguro y hace falta que le eche valor para proponer esto a todos los de mi empresa.",
        "Aunque no me cabe la menor duda de que con tu apoyo podr$e seguir mi instinto."

      ],
      "2": [
        "Sabes Paco, no me suele gustar mucho hablar de mi padre.",
        "Puede que haya sido el mayor empresario de la Atl$antida pero como padre dejaba bastante que desear.",
        "Sol$ia estar mucho fuera de casa y mi madre y yo siempre sent$iamos como que ocultaba algo.",
        "Cada vez dudo incluso m$as de las pocas cosas que me dijo en su d$ia.",
        "Creo que debo seguir mi propia intuici$on acerca del rumbo de la empresa.",
        "Gracias por escucharme Paco, me alegro de tener un amigo tan bueno como t$u."

      ],
      "3": [
        "Lo creas o no, cuando se trata de negocios no soy tan amable jijiji.",
        "Antes de que mi padre dejara este mundo me ense$%o un par de t$ecnicas para conseguir mejores tratos en los t$ipicos toma y daca.",
        "Siempre que necesites ayuda para un negocio av$isame,",
        "estar$e encantado de ayudar a mi mejor amigo con cualquiera de sus problemas, al igual que tu me ayudas con los m$ios."

      ]
    }
  },
  "Tutorial": {
    "0": [
      "Bienvenido a tu oficina de trabajo. Aqu$i es donde vigilamos que todos los paquetes salgan bien.",
      "Por si se te ha olvidado, te recordar$e como se trabaja. Ver$as que es muy sencillo."
    ],
    "1": [
      "El manual es tu mejor amigo. S$acalo de su atril y arrastralo hasta encima de la mesa."
    ],
    "2": [
      "En el manual est$a todo lo que necesitas saber sobre los paquetes que te ir$an llegando.",
      "Vamos a hacer un ejemplo con un paquete que esta al caer."

    ],
    "3": [
      "El paquete est$a repleto de informaci$on $util, abajo a la izquierda est$a el remitente, es decir, quien ha mandado el paquete."
    ],
    "4": [
      "Justo arriba est$a el c$odigo postal y la calle. Estos dos nos sirven para saber a que tubo mandar el paquete."
    ],
    "5": [
      "Debemos primero saber a que tubo debemos mandar este paquete. Los tubos representan cada uno un distrito y su simbolo esta representado en el manual.",
      "Vamos a buscar el codigo postal del distrito en la pagina del manual sobre codigos postales."
    ],
    "6": [
      "En la p$agina izquierda se ven los c$odigos postales y sus distritos correspondientes. Este paquete tiene el c$odigo 001, por lo que ir$a al distrito de Hestia, el primer tubo",
      "Antes de poder mandar el paquete, tenemos que sellar con un color el paquete en funcion de su calle. Vamos a la pagina de Hestia para saber que color escoger."
    ],
    "7": [
      "Como ves en la p$agina, hay 3 calles con 3 colores. Hay que sellar el paquete con el color correspondiente de su calle",
      "Para poder sellarlo, tenemos que usar el sello que puedes ver en la parte abajo izquierda de la mesa y mojarlo en uno de los tres cubos",
      "En el paquete tenemos la calle 'Gambon III', que tiene el color verde, as$i que vamos a mojar el sello en el cubo verde y estamparlo en el paquete."
    ],
    "8": [
      "Una vez sellado, ya podemos mandarlo al tubo. Arrastra el paquete hasta el tubo de color rojo, el de Hestia."
    ],
    "9": [
      "Ahora toca volver a hacerlo con este otro paquete. Este tiene el codigo 011. Vamos a buscar su distrito en el manual."
    ],
    "10": [
      "Es del distrito de Demeter. Vamos a su p$agina."
    ],
    "11": [
      "Como vemos, es de la calle Camino del Calamar, as$i que sellaremos con el color azul."
    ],
    "12": [
      "Ahora lo metemos al tubo con su mismo s$imbolo, el de color verde."
    ],
    "13": [
      "Como somos una empresa super seria, te quiero mostrar que pasa cuando fallas. Para que no falles, obviamente.",
      "No te preocupes que no te voy a penalizar... Tranquilo...",
      "Coge este paquete, que en principio est$a bien reglamentado, y mandalo a la basura.",
      "La basura es el tubo negro de la derecha, cualquier paquete que no cumpla lo establecido ira ah$i."
    ],
    "14": [
      "Fijate que te ha salido una notita explicando tu error. Cada paquete correcto son 20 dolares m$as en tu cuenta, y cada paquete err$oneo son 30 dolares menos.",
      "Espero no ver muchas notitas cuando trabajes... El anterior a ti le hacia demasiados favores a la gente de la ciudad y acababa no ganando nada..."
    ],
    "15": [
      "Paco, Paco, dios mio que desgracia, a aparecido una red de trafico de sellos falsos en el reino.",
      "Si la gente empieza a vender sellos que no sean mios, una gran parte de las ganancias se perdera, pero no te preocupes que aqu$i estoy yo para ense$%arte a detectarlos",
      "Tenemos que comprobar que los paquetes son legales, que tengan el sello reglamentario y la calle est$e bien puesta.",
      "Fijate que este paquete que acaba de llegar tiene un sello raro. Vamos a buscarlo en la p$agina de los sellos."
    ],
    "16": [
      "Parece que el sello rojo de Armamento del paquete no coincide con el del manual. Este paquete entonces va directo a la basura.",
      "Arrastralo hasta la basura para eliminarlo. Es importante que elimines los ilegales, sino te penalizare economicamente."
    ],
    
    "17":[
      "Hola Paco, espero que no te hayas acomodado porque he tenido una nueva idea que ayudara al negocio",
      "Se ve que $ultimamente la gente trata de mandar m$as y m$as cosas juntas para ahorrarse el dinero de varios env$ios",
      "Esto ha provocado que muchos de mis repartidores se da$%en la espalda llevando esos paquetes al no estar seguros de su peso desde el inicio",
      "Por eso ahora, varios de los paquetes que debes enviar contendran un sello de pesado por motivos de seguridad a la hora de transportarlos.",
      "Estos sello indican el peso del paquete, pudiendo ser bajo, medio y alto. En el manual tienes unas paginas que explican la diferencia de sellos.",
      "El problema es que los habitantes no son muy espabilados asi que tendras que asegurarte con la balanaza que el sello de pesado corresponde a su peso.",
      "Primero ve a la novena pagina del manual para ver como funciona la balanza"
    ],
    "18":[
      "Bien como ves a la derecha est$an los diferentes sellos de pesado y a la derecha las distintas regiones por los pesos de la balanza.",
      "Ahora debes arrastrar el paquete a la balanza para ver si la regi$on que marca concuerda con su sello."
    ],
    "19":[
      "Como ves este paquete esta correcto, por lo cual pon sus sellos correspondientes y envialo."
    ],
    "20": [
      "Vale Paco, espero que esta sea la $ultima cosa que tengo que explicarte. Han metido desde palacio una nueva normativa para ciertos envios debido a las quejas de la gente",
      "Algunos paquetes pueden contener cosas muy delicadas y como se ve que mis empleados no son demasiado delicados, ahora nos obligan a embalar todos los paquetes",
      "con un sello especifico de fragilidad. Para ello tendras que usar la nueva herramienta que te he dejado en la mesa.",
      "Antes de nada, que tal si miras el funcionamiento de la cinta en tu manual."
    ],
    "21":[
      "Como ves para envalar un paquete debes seguir una ruta espec$ifica empezando por el punto verde. Mientras sigas los puntos en orden y no te salgas del paquete todo ir$a bien.",
      "PERO OJO, antes de embalarlo sera mejor que le pongas sello de calle y compruebes todo lo dem$as, ya que una vez embalado no podras ver sus caracter$isticas."
    ],
    "22": [
      "Como te he dicho antes, para poder embalarlo, coge la herramienta de embalar, y sigue la ruta de puntos que ver$as al ponerla por encima del paquete.",
      "Sigue la ruta empezando por el punto verde y te quedar$a niquelado"
    ],
    "23": [
      "Por $ultimo envia el paquete y habr$as terminado"
    ],
    "24": [
      "Muy bien, por hoy has aprendido sufiente. Ahora mueve ese culo y ponte a trabajar."
    ]
  },
  "Intro": {
    "0": [
      "Esta es la aventura de Paco Jones..."
    ],
    "1": [
      "Paco era un hombre comun y corriente con una vida ordinaria y con un trabajo repetitivo y aburrido.",
      "Trabajaba en correos y solamente tenia un trabajo: coger los paquetes que le llegaban y mandarlos por un tubo. "
    ],
    "5": [
      "Hacia esto todos los dias y estaba harto de ello, ansiaba una oportunidad de escapar de su monotona vida.", "Hasta que un dia, algo que no era un paquete corriente llego a su oficina..."
    ],
    "7": [
      "Paco abrio la extrana botella y dentro encontro una carta que decia venir de la Atlantida."
    ],
    "8": [
      "El remitente de la carta era un grupo que se hacia llamar 'Las Lechuzas' y habia un mapa que marcaba la supuesta ubicacion de este legendario lugar.", "Paco interpreto esto como una senal del destino para dejar todo atras y se embarco en su viaje hacia la Atlantida, gastandose todos sus ahorros en un submarino y un disfraz de pez para infiltrarse.", "Y asi, despues de un arduo viaje, Paco llego a su destino, pero este era ligeramente diferente de como se lo imaginaba..."
    ]
  },
    "CasaGrande": {
        "TextoCasaGrande00": [ "Grande00" ],
        "TextoCasaGrande01": [ "Grande01" ],
        "TextoCasaGrande02": [ "Grande02" ],

        "TextoCasaGrande10": [ "Esta casa es Grande10" ],
        "TextoCasaGrande11": [ "Esta casa no es muy muy muy Grande11" ],
        "TextoCasaGrande12": [ "Es demasiado aaaaaaaaaaaaa tu Grande12" ],

        "TextoCasaGrande20": [ "Grande20" ],
        "TextoCasaGrande21": [ "Grande21" ],
        "TextoCasaGrande22": [ "Grande22" ],

        "TextoCasaGrande30": [ "Grande30" ],
        "TextoCasaGrande31": [ "Grande31" ],
        "TextoCasaGrande32": [ "Grande32" ],

        "TextoCasaGrande40": [ "Grande40" ],
        "TextoCasaGrande41": [ "Grande41" ],
        "TextoCasaGrande42": [ "Grande42" ],

        "TextoCasaGrande50": [ "Grande50" ],
        "TextoCasaGrande51": [ "Grande51" ],
        "TextoCasaGrande52": [ "Grande52" ],

        "TextoCasaGrande60": [ "Grande60" ],
        "TextoCasaGrande61": [ "Grande61" ],
        "TextoCasaGrande62": [ "Grande62" ],

        "TextoCasaGrande70": [ "Grande70" ],
        "TextoCasaGrande71": [ "Grande71" ],
        "TextoCasaGrande72": [ "Grande72" ],

        "TextoCasaGrande80": [ "Grande80" ],
        "TextoCasaGrande81": [ "Grande81" ],
        "TextoCasaGrande82": [ "Grande82" ],

        "TextoCasaGrande90": [ "Grande90" ],
        "TextoCasaGrande91": [ "Grande91" ],
        "TextoCasaGrande92": [ "Grande92" ],

        "TextoCasaGrande100": [ "Grande100" ],
        "TextoCasaGrande101": [ "Grande101" ],
        "TextoCasaGrande102": [ "Grande102" ],

        "TextoCasaGrande110": [ "Grande110" ],
        "TextoCasaGrande111": [ "Grande111" ],
        "TextoCasaGrande112": [ "Grande112" ],

        "TextoCasaGrande120": [ "Grande120" ],
        "TextoCasaGrande121": [ "Grande121" ],
        "TextoCasaGrande122": [ "Grande122" ],

        "TextoCasaGrande130": [ "Grande130" ],
        "TextoCasaGrande131": [ "Grande131" ],
        "TextoCasaGrande132": [ "Grande132" ],

        "TextoCasaGrande140": [ "Grande140" ],
        "TextoCasaGrande141": [ "Grande141" ],
        "TextoCasaGrande142": [ "Grande142" ]
    },
    "CartelOficina": {
        "TextoCartelOficina00": [ "CartelOficina00" ],
        "TextoCartelOficina01": [ "CartelOficina01" ],
        "TextoCartelOficina02": [ "CartelOficina02" ],

        "TextoCartelOficina10": [ "CartelOficina10" ],
        "TextoCartelOficina11": [ "CartelOficina11" ],
        "TextoCartelOficina12": [ "CartelOficina12" ],

        "TextoCartelOficina20": [ "CartelOficina20" ],
        "TextoCartelOficina21": [ "CartelOficina21" ],
        "TextoCartelOficina22": [ "CartelOficina22" ],

        "TextoCartelOficina30": [ "CartelOficina30" ],
        "TextoCartelOficina31": [ "CartelOficina31" ],
        "TextoCartelOficina32": [ "CartelOficina32" ],

        "TextoCartelOficina40": [ "CartelOficina40" ],
        "TextoCartelOficina41": [ "CartelOficina41" ],
        "TextoCartelOficina42": [ "CartelOficina42" ],

        "TextoCartelOficina50": [ "CartelOficina50" ],
        "TextoCartelOficina51": [ "CartelOficina51" ],
        "TextoCartelOficina52": [ "CartelOficina52" ],

        "TextoCartelOficina60": [ "CartelOficina60" ],
        "TextoCartelOficina61": [ "CartelOficina61" ],
        "TextoCartelOficina62": [ "CartelOficina62" ],

        "TextoCartelOficina70": [ "CartelOficina70" ],
        "TextoCartelOficina71": [ "CartelOficina71" ],
        "TextoCartelOficina72": [ "CartelOficina72" ],

        "TextoCartelOficina80": [ "CartelOficina80" ],
        "TextoCartelOficina81": [ "CartelOficina81" ],
        "TextoCartelOficina82": [ "CartelOficina82" ],

        "TextoCartelOficina90": [ "CartelOficina90" ],
        "TextoCartelOficina91": [ "CartelOficina91" ],
        "TextoCartelOficina92": [ "CartelOficina92" ],

        "TextoCartelOficina100": [ "CartelOficina100" ],
        "TextoCartelOficina101": [ "CartelOficina101" ],
        "TextoCartelOficina102": [ "CartelOficina102" ],

        "TextoCartelOficina110": [ "CartelOficina110" ],
        "TextoCartelOficina111": [ "CartelOficina111" ],
        "TextoCartelOficina112": [ "CartelOficina112" ],

        "TextoCartelOficina120": [ "CartelOficina120" ],
        "TextoCartelOficina121": [ "CartelOficina121" ],
        "TextoCartelOficina122": [ "CartelOficina122" ],

        "TextoCartelOficina130": [ "CartelOficina130" ],
        "TextoCartelOficina131": [ "CartelOficina131" ],
        "TextoCartelOficina132": [ "CartelOficina132" ],

        "TextoCartelOficina140": [ "CartelOficina140" ],
        "TextoCartelOficina141": [ "CartelOficina141" ],
        "TextoCartelOficina142": [ "CartelOficina142" ]
    },
    "Muro": {
        "TextoMuro00": [ "Muro00" ],
        "TextoMuro01": [ "Muro01" ],
        "TextoMuro02": [ "Muro02" ],

        "TextoMuro10": [ "Muro10" ],
        "TextoMuro11": [ "Muro11" ],
        "TextoMuro12": [ "Muro12" ],

        "TextoMuro20": [ "Muro20" ],
        "TextoMuro21": [ "Muro21" ],
        "TextoMuro22": [ "Muro22" ],

        "TextoMuro30": [ "Muro30" ],
        "TextoMuro31": [ "Muro31" ],
        "TextoMuro32": [ "Muro32" ],

        "TextoMuro40": [ "Muro40" ],
        "TextoMuro41": [ "Muro41" ],
        "TextoMuro42": [ "Muro42" ],

        "TextoMuro50": [ "Muro50" ],
        "TextoMuro51": [ "Muro51" ],
        "TextoMuro52": [ "Muro52" ],

        "TextoMuro60": [ "Muro60" ],
        "TextoMuro61": [ "Muro61" ],
        "TextoMuro62": [ "Muro62" ],

        "TextoMuro70": [ "Muro70" ],
        "TextoMuro71": [ "Muro71" ],
        "TextoMuro72": [ "Muro72" ],

        "TextoMuro80": [ "Muro80" ],
        "TextoMuro81": [ "Muro81" ],
        "TextoMuro82": [ "Muro82" ],

        "TextoMuro90": [ "Muro90" ],
        "TextoMuro91": [ "Muro91" ],
        "TextoMuro92": [ "Muro92" ],

        "TextoMuro100": [ "Muro100" ],
        "TextoMuro101": [ "Muro101" ],
        "TextoMuro102": [ "Muro102" ],
        
        "TextoMuro110": [ "Muro110" ],
        "TextoMuro111": [ "Muro111" ],
        "TextoMuro112": [ "Muro112" ],
        
        "TextoMuro120": [ "Muro120" ],
        "TextoMuro121": [ "Muro121" ],
        "TextoMuro122": [ "Muro122" ],
        
        "TextoMuro130": [ "Muro130" ],
        "TextoMuro131": [ "Muro131" ],
        "TextoMuro132": [ "Muro132" ],
        
        "TextoMuro140": [ "Muro140" ],
        "TextoMuro141": [ "Muro141" ],
        "TextoMuro142": [ "Muro142" ]
    },
    "TiendaPociones": {
        "TextoTiendaPociones00": [ "TiendaPociones00" ],
        "TextoTiendaPociones01": [ "TiendaPociones01" ],
        "TextoTiendaPociones02": [ "TiendaPociones02" ],
        
        "TextoTiendaPociones10": [ "TiendaPociones10" ],
        "TextoTiendaPociones11": [ "TiendaPociones11" ],
        "TextoTiendaPociones12": [ "TiendaPociones12" ],
        
        "TextoTiendaPociones20": [ "TiendaPociones20" ],
        "TextoTiendaPociones21": [ "TiendaPociones21" ],
        "TextoTiendaPociones22": [ "TiendaPociones22" ],
        
        "TextoTiendaPociones30": [ "TiendaPociones30" ],
        "TextoTiendaPociones31": [ "TiendaPociones31" ],
        "TextoTiendaPociones32": [ "TiendaPociones32" ],
        
        "TextoTiendaPociones40": [ "TiendaPociones40" ],
        "TextoTiendaPociones41": [ "TiendaPociones41" ],
        "TextoTiendaPociones42": [ "TiendaPociones42" ],
        
        "TextoTiendaPociones50": [ "TiendaPociones50" ],
        "TextoTiendaPociones51": [ "TiendaPociones51" ],
        "TextoTiendaPociones52": [ "TiendaPociones52" ],
        
        "TextoTiendaPociones60": [ "TiendaPociones60" ],
        "TextoTiendaPociones61": [ "TiendaPociones61" ],
        "TextoTiendaPociones62": [ "TiendaPociones62" ],
        
        "TextoTiendaPociones70": [ "TiendaPociones70" ],
        "TextoTiendaPociones71": [ "TiendaPociones71" ],
        "TextoTiendaPociones72": [ "TiendaPociones72" ],
        
        "TextoTiendaPociones80": [ "TiendaPociones80" ],
        "TextoTiendaPociones81": [ "TiendaPociones81" ],
        "TextoTiendaPociones82": [ "TiendaPociones82" ],
        
        "TextoTiendaPociones90": [ "TiendaPociones90" ],
        "TextoTiendaPociones91": [ "TiendaPociones91" ],
        "TextoTiendaPociones92": [ "TiendaPociones92" ],
        
        "TextoTiendaPociones100": [ "TiendaPociones100" ],
        "TextoTiendaPociones101": [ "TiendaPociones101" ],
        "TextoTiendaPociones102": [ "TiendaPociones102" ],
        
        "TextoTiendaPociones110": [ "TiendaPociones110" ],
        "TextoTiendaPociones111": [ "TiendaPociones111" ],
        "TextoTiendaPociones112": [ "TiendaPociones112" ],
        
        "TextoTiendaPociones120": [ "TiendaPociones120" ],
        "TextoTiendaPociones121": [ "TiendaPociones121" ],
        "TextoTiendaPociones122": [ "TiendaPociones122" ],
        
        "TextoTiendaPociones130": [ "TiendaPociones130" ],
        "TextoTiendaPociones131": [ "TiendaPociones131" ],
        "TextoTiendaPociones132": [ "TiendaPociones132" ],
        
        "TextoTiendaPociones140": [ "TiendaPociones140" ],
        "TextoTiendaPociones141": [ "TiendaPociones141" ],
        "TextoTiendaPociones142": [ "TiendaPociones142" ]
    },
    "TiendaBolas": {
        "TextoTiendaBolas00": [ "TiendaBolas00" ],
        "TextoTiendaBolas01": [ "TiendaBolas01" ],
        "TextoTiendaBolas02": [ "TiendaBolas02" ],
        
        "TextoTiendaBolas10": [ "TiendaBolas10" ],
        "TextoTiendaBolas11": [ "TiendaBolas11" ],
        "TextoTiendaBolas12": [ "TiendaBolas12" ],
        
        "TextoTiendaBolas20": [ "TiendaBolas20" ],
        "TextoTiendaBolas21": [ "TiendaBolas21" ],
        "TextoTiendaBolas22": [ "TiendaBolas22" ],
        
        "TextoTiendaBolas30": [ "TiendaBolas30" ],
        "TextoTiendaBolas31": [ "TiendaBolas31" ],
        "TextoTiendaBolas32": [ "TiendaBolas32" ],
        
        "TextoTiendaBolas40": [ "TiendaBolas40" ],
        "TextoTiendaBolas41": [ "TiendaBolas41" ],
        "TextoTiendaBolas42": [ "TiendaBolas42" ],
        
        "TextoTiendaBolas50": [ "TiendaBolas50" ],
        "TextoTiendaBolas51": [ "TiendaBolas51" ],
        "TextoTiendaBolas52": [ "TiendaBolas52" ],
        
        "TextoTiendaBolas60": [ "TiendaBolas60" ],
        "TextoTiendaBolas61": [ "TiendaBolas61" ],
        "TextoTiendaBolas62": [ "TiendaBolas62" ],
        
        "TextoTiendaBolas70": [ "TiendaBolas70" ],
        "TextoTiendaBolas71": [ "TiendaBolas71" ],
        "TextoTiendaBolas72": [ "TiendaBolas72" ],
        
        "TextoTiendaBolas80": [ "TiendaBolas80" ],
        "TextoTiendaBolas81": [ "TiendaBolas81" ],
        "TextoTiendaBolas82": [ "TiendaBolas82" ],
        
        "TextoTiendaBolas90": [ "TiendaBolas90" ],
        "TextoTiendaBolas91": [ "TiendaBolas91" ],
        "TextoTiendaBolas92": [ "TiendaBolas92" ],
        
        "TextoTiendaBolas100": [ "TiendaBolas100" ],
        "TextoTiendaBolas101": [ "TiendaBolas101" ],
        "TextoTiendaBolas102": [ "TiendaBolas102" ],
        
        "TextoTiendaBolas110": [ "TiendaBolas110" ],
        "TextoTiendaBolas111": [ "TiendaBolas111" ],
        "TextoTiendaBolas112": [ "TiendaBolas112" ],
        
        "TextoTiendaBolas120": [ "TiendaBolas120" ],
        "TextoTiendaBolas121": [ "TiendaBolas121" ],
        "TextoTiendaBolas122": [ "TiendaBolas122" ],
        
        "TextoTiendaBolas130": [ "TiendaBolas130" ],
        "TextoTiendaBolas131": [ "TiendaBolas131" ],
        "TextoTiendaBolas132": [ "TiendaBolas132" ],
        
        "TextoTiendaBolas140": [ "TiendaBolas140" ],
        "TextoTiendaBolas141": [ "TiendaBolas141" ],
        "TextoTiendaBolas142": [ "TiendaBolas142" ]
    },
    "TiendaJarrones": {
        "TextoTiendaJarrones00": [ "TiedaJarrones00" ],
        "TextoTiendaJarrones01": [ "TiedaJarrones01" ],
        "TextoTiendaJarrones02": [ "TiedaJarrones02" ],
        
        "TextoTiendaJarrones10": [ "TiedaJarrones10" ],
        "TextoTiendaJarrones11": [ "TiedaJarrones11" ],
        "TextoTiendaJarrones12": [ "TiedaJarrones12" ],
        
        "TextoTiendaJarrones20": [ "TiedaJarrones20" ],
        "TextoTiendaJarrones21": [ "TiedaJarrones21" ],
        "TextoTiendaJarrones22": [ "TiedaJarrones22" ],
        
        "TextoTiendaJarrones30": [ "TiedaJarrones30" ],
        "TextoTiendaJarrones31": [ "TiedaJarrones31" ],
        "TextoTiendaJarrones32": [ "TiedaJarrones32" ],
        
        "TextoTiendaJarrones40": [ "TiedaJarrones40" ],
        "TextoTiendaJarrones41": [ "TiedaJarrones41" ],
        "TextoTiendaJarrones42": [ "TiedaJarrones42" ],
        
        "TextoTiendaJarrones50": [ "TiedaJarrones50" ],
        "TextoTiendaJarrones51": [ "TiedaJarrones51" ],
        "TextoTiendaJarrones52": [ "TiedaJarrones52" ],
        
        "TextoTiendaJarrones60": [ "TiedaJarrones60" ],
        "TextoTiendaJarrones61": [ "TiedaJarrones61" ],
        "TextoTiendaJarrones62": [ "TiedaJarrones62" ],
        
        "TextoTiendaJarrones70": [ "TiedaJarrones70" ],
        "TextoTiendaJarrones71": [ "TiedaJarrones71" ],
        "TextoTiendaJarrones72": [ "TiedaJarrones72" ],
        
        "TextoTiendaJarrones80": [ "TiedaJarrones80" ],
        "TextoTiendaJarrones81": [ "TiedaJarrones81" ],
        "TextoTiendaJarrones82": [ "TiedaJarrones82" ],
        
        "TextoTiendaJarrones90": [ "TiedaJarrones90" ],
        "TextoTiendaJarrones91": [ "TiedaJarrones91" ],
        "TextoTiendaJarrones92": [ "TiedaJarrones92" ],
        
        "TextoTiendaJarrones100": [ "TiedaJarrones100" ],
        "TextoTiendaJarrones101": [ "TiedaJarrones101" ],
        "TextoTiendaJarrones102": [ "TiedaJarrones102" ],
        
        "TextoTiendaJarrones110": [ "TiedaJarrones110" ],
        "TextoTiendaJarrones111": [ "TiedaJarrones111" ],
        "TextoTiendaJarrones112": [ "TiedaJarrones112" ],
        
        "TextoTiendaJarrones120": [ "TiedaJarrones120" ],
        "TextoTiendaJarrones121": [ "TiedaJarrones121" ],
        "TextoTiendaJarrones122": [ "TiedaJarrones122" ],
        
        "TextoTiendaJarrones130": [ "TiedaJarrones130" ],
        "TextoTiendaJarrones131": [ "TiedaJarrones131" ],
        "TextoTiendaJarrones132": [ "TiedaJarrones132" ],
        
        "TextoTiendaJarrones140": [ "TiedaJarrones140" ],
        "TextoTiendaJarrones141": [ "TiedaJarrones141" ],
        "TextoTiendaJarrones142": [ "TiedaJarrones142" ]
    },
    "Molino": {
        "TextoMolino00": [ "Molino00" ],
        "TextoMolino01": [ "Molino01" ],
        "TextoMolino02": [ "Molino02" ],
        
        "TextoMolino10": [ "Molino10" ],
        "TextoMolino11": [ "Molino11" ],
        "TextoMolino12": [ "Molino12" ],
        
        "TextoMolino20": [ "Molino20" ],
        "TextoMolino21": [ "Molino21" ],
        "TextoMolino22": [ "Molino22" ],
        
        "TextoMolino30": [ "Molino30" ],
        "TextoMolino31": [ "Molino31" ],
        "TextoMolino32": [ "Molino32" ],
        
        "TextoMolino40": [ "Molino40" ],
        "TextoMolino41": [ "Molino41" ],
        "TextoMolino42": [ "Molino42" ],
        
        "TextoMolino50": [ "Molino50" ],
        "TextoMolino51": [ "Molino51" ],
        "TextoMolino52": [ "Molino52" ],
        
        "TextoMolino60": [ "Molino60" ],
        "TextoMolino61": [ "Molino61" ],
        "TextoMolino62": [ "Molino62" ],
        
        "TextoMolino70": [ "Molino70" ],
        "TextoMolino71": [ "Molino71" ],
        "TextoMolino72": [ "Molino72" ],
        
        "TextoMolino80": [ "Molino80" ],
        "TextoMolino81": [ "Molino81" ],
        "TextoMolino82": [ "Molino82" ],
        
        "TextoMolino90": [ "Molino90" ],
        "TextoMolino91": [ "Molino91" ],
        "TextoMolino92": [ "Molino92" ],
        
        "TextoMolino100": [ "Molino100" ],
        "TextoMolino101": [ "Molino101" ],
        "TextoMolino102": [ "Molino102" ],
        
        "TextoMolino110": [ "Molino110" ],
        "TextoMolino111": [ "Molino111" ],
        "TextoMolino112": [ "Molino112" ],
        
        "TextoMolino120": [ "Molino120" ],
        "TextoMolino121": [ "Molino121" ],
        "TextoMolino122": [ "Molino122" ],
        
        "TextoMolino130": [ "Molino130" ],
        "TextoMolino131": [ "Molino131" ],
        "TextoMolino132": [ "Molino132" ],
        
        "TextoMolino140": [ "Molino140" ],
        "TextoMolino141": [ "Molino141" ],
        "TextoMolino142": [ "Molino142" ]
    },
    "Arbol": {
        "TextoArbol00": [ "Arbol00" ],
        "TextoArbol01": [ "Arbol01" ],
        "TextoArbol02": [ "Arbol02" ],
        
        "TextoArbol10": [ "Arbol10" ],
        "TextoArbol11": [ "Arbol11" ],
        "TextoArbol12": [ "Arbol12" ],
        
        "TextoArbol20": [ "Arbol20" ],
        "TextoArbol21": [ "Arbol21" ],
        "TextoArbol22": [ "Arbol22" ],
        
        "TextoArbol30": [ "Arbol30" ],
        "TextoArbol31": [ "Arbol31" ],
        "TextoArbol32": [ "Arbol32" ],
        
        "TextoArbol40": [ "Arbol40" ],
        "TextoArbol41": [ "Arbol41" ],
        "TextoArbol42": [ "Arbol42" ],
        
        "TextoArbol50": [ "Arbol50" ],
        "TextoArbol51": [ "Arbol51" ],
        "TextoArbol52": [ "Arbol52" ],
        
        "TextoArbol60": [ "Arbol60" ],
        "TextoArbol61": [ "Arbol61" ],
        "TextoArbol62": [ "Arbol62" ],
        
        "TextoArbol70": [ "Arbol70" ],
        "TextoArbol71": [ "Arbol71" ],
        "TextoArbol72": [ "Arbol72" ],
        
        "TextoArbol80": [ "Arbol80" ],
        "TextoArbol81": [ "Arbol81" ],
        "TextoArbol82": [ "Arbol82" ],
        
        "TextoArbol90": [ "Arbol90" ],
        "TextoArbol91": [ "Arbol91" ],
        "TextoArbol92": [ "Arbol92" ],
        
        "TextoArbol100": [ "Arbol100" ],
        "TextoArbol101": [ "Arbol101" ],
        "TextoArbol102": [ "Arbol102" ],
        
        "TextoArbol110": [ "Arbol110" ],
        "TextoArbol111": [ "Arbol111" ],
        "TextoArbol112": [ "Arbol112" ],
        
        "TextoArbol120": [ "Arbol120" ],
        "TextoArbol121": [ "Arbol121" ],
        "TextoArbol122": [ "Arbol122" ],
        
        "TextoArbol130": [ "Arbol130" ],
        "TextoArbol131": [ "Arbol131" ],
        "TextoArbol132": [ "Arbol132" ],
        
        "TextoArbol140": [ "Arbol140" ],
        "TextoArbol141": [ "Arbol141" ],
        "TextoArbol142": [ "Arbol142" ]
    },
    "Carreta": {
        "TextoCarreta00": [ "Carreta00" ],
        "TextoCarreta01": [ "Carreta01" ],
        "TextoCarreta02": [ "Carreta02" ],
        
        "TextoCarreta10": [ "Carreta10" ],
        "TextoCarreta11": [ "Carreta11" ],
        "TextoCarreta12": [ "Carreta12" ],
        
        "TextoCarreta20": [ "Carreta20" ],
        "TextoCarreta21": [ "Carreta21" ],
        "TextoCarreta22": [ "Carreta22" ],
        
        "TextoCarreta30": [ "Carreta30" ],
        "TextoCarreta31": [ "Carreta31" ],
        "TextoCarreta32": [ "Carreta32" ],
        
        "TextoCarreta40": [ "Carreta40" ],
        "TextoCarreta41": [ "Carreta41" ],
        "TextoCarreta42": [ "Carreta42" ],
        
        "TextoCarreta50": [ "Carreta50" ],
        "TextoCarreta51": [ "Carreta51" ],
        "TextoCarreta52": [ "Carreta52" ],
        
        "TextoCarreta60": [ "Carreta60" ],
        "TextoCarreta61": [ "Carreta61" ],
        "TextoCarreta62": [ "Carreta62" ],
        
        "TextoCarreta70": [ "Carreta70" ],
        "TextoCarreta71": [ "Carreta71" ],
        "TextoCarreta72": [ "Carreta72" ],
        
        "TextoCarreta80": [ "Carreta80" ],
        "TextoCarreta81": [ "Carreta81" ],
        "TextoCarreta82": [ "Carreta82" ],
        
        "TextoCarreta90": [ "Carreta90" ],
        "TextoCarreta91": [ "Carreta91" ],
        "TextoCarreta92": [ "Carreta92" ],
        
        "TextoCarreta100": [ "Carreta100" ],
        "TextoCarreta101": [ "Carreta101" ],
        "TextoCarreta102": [ "Carreta102" ],
        
        "TextoCarreta110": [ "Carreta110" ],
        "TextoCarreta111": [ "Carreta111" ],
        "TextoCarreta112": [ "Carreta112" ],
        
        "TextoCarreta120": [ "Carreta120" ],
        "TextoCarreta121": [ "Carreta121" ],
        "TextoCarreta122": [ "Carreta122" ],
        
        "TextoCarreta130": [ "Carreta130" ],
        "TextoCarreta131": [ "Carreta131" ],
        "TextoCarreta132": [ "Carreta132" ],
        
        "TextoCarreta140": [ "Carreta140" ],
        "TextoCarreta141": [ "Carreta141" ],
        "TextoCarreta142": [ "Carreta142" ]
    },
    "PulpoCartel": {
        "TextoPulpoCartel00": [ "PulpoCartel00" ],
        "TextoPulpoCartel01": [ "PulpoCartel01" ],
        "TextoPulpoCartel02": [ "PulpoCartel02" ],
        
        "TextoPulpoCartel10": [ "PulpoCartel10" ],
        "TextoPulpoCartel11": [ "PulpoCartel11" ],
        "TextoPulpoCartel12": [ "PulpoCartel12" ],
        
        "TextoPulpoCartel20": [ "PulpoCartel20" ],
        "TextoPulpoCartel21": [ "PulpoCartel21" ],
        "TextoPulpoCartel22": [ "PulpoCartel22" ],
        
        "TextoPulpoCartel30": [ "PulpoCartel30" ],
        "TextoPulpoCartel31": [ "PulpoCartel31" ],
        "TextoPulpoCartel32": [ "PulpoCartel32" ],
        
        "TextoPulpoCartel40": [ "PulpoCartel40" ],
        "TextoPulpoCartel41": [ "PulpoCartel41" ],
        "TextoPulpoCartel42": [ "PulpoCartel42" ],
        
        "TextoPulpoCartel50": [ "PulpoCartel50" ],
        "TextoPulpoCartel51": [ "PulpoCartel51" ],
        "TextoPulpoCartel52": [ "PulpoCartel52" ],
        
        "TextoPulpoCartel60": [ "PulpoCartel60" ],
        "TextoPulpoCartel61": [ "PulpoCartel61" ],
        "TextoPulpoCartel62": [ "PulpoCartel62" ],
        
        "TextoPulpoCartel70": [ "PulpoCartel70" ],
        "TextoPulpoCartel71": [ "PulpoCartel71" ],
        "TextoPulpoCartel72": [ "PulpoCartel72" ],
        
        "TextoPulpoCartel80": [ "PulpoCartel80" ],
        "TextoPulpoCartel81": [ "PulpoCartel81" ],
        "TextoPulpoCartel82": [ "PulpoCartel82" ],
        
        "TextoPulpoCartel90": [ "PulpoCartel90" ],
        "TextoPulpoCartel91": [ "PulpoCartel91" ],
        "TextoPulpoCartel92": [ "PulpoCartel92" ],
        
        "TextoPulpoCartel100": [ "PulpoCartel100" ],
        "TextoPulpoCartel101": [ "PulpoCartel101" ],
        "TextoPulpoCartel102": [ "PulpoCartel102" ],
        
        "TextoPulpoCartel110": [ "PulpoCartel110" ],
        "TextoPulpoCartel111": [ "PulpoCartel111" ],
        "TextoPulpoCartel112": [ "PulpoCartel112" ],
        
        "TextoPulpoCartel120": [ "PulpoCartel120" ],
        "TextoPulpoCartel121": [ "PulpoCartel121" ],
        "TextoPulpoCartel122": [ "PulpoCartel122" ],
        
        "TextoPulpoCartel130": [ "PulpoCartel130" ],
        "TextoPulpoCartel131": [ "PulpoCartel131" ],
        "TextoPulpoCartel132": [ "PulpoCartel132" ],
        
        "TextoPulpoCartel140": [ "PulpoCartel140" ],
        "TextoPulpoCartel141": [ "PulpoCartel141" ],
        "TextoPulpoCartel142": [ "PulpoCartel142" ]
    },
    "TiendaCeramica": {
        "TextoTiendaCeramica00": [ "TiendaCeramica00" ],
        "TextoTiendaCeramica01": [ "TiendaCeramica01" ],
        "TextoTiendaCeramica02": [ "TiendaCeramica02" ],
        
        "TextoTiendaCeramica10": [ "TiendaCeramica10" ],
        "TextoTiendaCeramica11": [ "TiendaCeramica11" ],
        "TextoTiendaCeramica12": [ "TiendaCeramica12" ],
        
        "TextoTiendaCeramica20": [ "TiendaCeramica20" ],
        "TextoTiendaCeramica21": [ "TiendaCeramica21" ],
        "TextoTiendaCeramica22": [ "TiendaCeramica22" ],
        
        "TextoTiendaCeramica30": [ "TiendaCeramica30" ],
        "TextoTiendaCeramica31": [ "TiendaCeramica31" ],
        "TextoTiendaCeramica32": [ "TiendaCeramica32" ],
        
        "TextoTiendaCeramica40": [ "TiendaCeramica40" ],
        "TextoTiendaCeramica41": [ "TiendaCeramica41" ],
        "TextoTiendaCeramica42": [ "TiendaCeramica42" ],
        
        "TextoTiendaCeramica50": [ "TiendaCeramica50" ],
        "TextoTiendaCeramica51": [ "TiendaCeramica51" ],
        "TextoTiendaCeramica52": [ "TiendaCeramica52" ],
        
        "TextoTiendaCeramica60": [ "TiendaCeramica60" ],
        "TextoTiendaCeramica61": [ "TiendaCeramica61" ],
        "TextoTiendaCeramica62": [ "TiendaCeramica62" ],
        
        "TextoTiendaCeramica70": [ "TiendaCeramica70" ],
        "TextoTiendaCeramica71": [ "TiendaCeramica71" ],
        "TextoTiendaCeramica72": [ "TiendaCeramica72" ],
        
        "TextoTiendaCeramica80": [ "TiendaCeramica80" ],
        "TextoTiendaCeramica81": [ "TiendaCeramica81" ],
        "TextoTiendaCeramica82": [ "TiendaCeramica82" ],
        
        "TextoTiendaCeramica90": [ "TiendaCeramica90" ],
        "TextoTiendaCeramica91": [ "TiendaCeramica91" ],
        "TextoTiendaCeramica92": [ "TiendaCeramica92" ],
        
        "TextoTiendaCeramica100": [ "TiendaCeramica100" ],
        "TextoTiendaCeramica101": [ "TiendaCeramica101" ],
        "TextoTiendaCeramica102": [ "TiendaCeramica102" ],
        
        "TextoTiendaCeramica110": [ "TiendaCeramica110" ],
        "TextoTiendaCeramica111": [ "TiendaCeramica111" ],
        "TextoTiendaCeramica112": [ "TiendaCeramica112" ],
        
        "TextoTiendaCeramica120": [ "TiendaCeramica120" ],
        "TextoTiendaCeramica121": [ "TiendaCeramica121" ],
        "TextoTiendaCeramica122": [ "TiendaCeramica122" ],
        
        "TextoTiendaCeramica130": [ "TiendaCeramica130" ],
        "TextoTiendaCeramica131": [ "TiendaCeramica131" ],
        "TextoTiendaCeramica132": [ "TiendaCeramica132" ],
        
        "TextoTiendaCeramica140": [ "TiendaCeramica140" ],
        "TextoTiendaCeramica141": [ "TiendaCeramica141" ],
        "TextoTiendaCeramica142": [ "TiendaCeramica142" ]
    },
    "TiendaEsculturas": {
        "TextoTiendaEsculturas00": [ "TiendaEsculturas00" ],
        "TextoTiendaEsculturas01": [ "TiendaEsculturas01" ],
        "TextoTiendaEsculturas02": [ "TiendaEsculturas02" ],
        
        "TextoTiendaEsculturas10": [ "TiendaEsculturas10" ],
        "TextoTiendaEsculturas11": [ "TiendaEsculturas11" ],
        "TextoTiendaEsculturas12": [ "TiendaEsculturas12" ],
        
        "TextoTiendaEsculturas20": [ "TiendaEsculturas20" ],
        "TextoTiendaEsculturas21": [ "TiendaEsculturas21" ],
        "TextoTiendaEsculturas22": [ "TiendaEsculturas22" ],
        
        "TextoTiendaEsculturas30": [ "TiendaEsculturas30" ],
        "TextoTiendaEsculturas31": [ "TiendaEsculturas31" ],
        "TextoTiendaEsculturas32": [ "TiendaEsculturas32" ],
        
        "TextoTiendaEsculturas40": [ "TiendaEsculturas40" ],
        "TextoTiendaEsculturas41": [ "TiendaEsculturas41" ],
        "TextoTiendaEsculturas42": [ "TiendaEsculturas42" ],
        
        "TextoTiendaEsculturas50": [ "TiendaEsculturas50" ],
        "TextoTiendaEsculturas51": [ "TiendaEsculturas51" ],
        "TextoTiendaEsculturas52": [ "TiendaEsculturas52" ],
        
        "TextoTiendaEsculturas60": [ "TiendaEsculturas60" ],
        "TextoTiendaEsculturas61": [ "TiendaEsculturas61" ],
        "TextoTiendaEsculturas62": [ "TiendaEsculturas62" ],
        
        "TextoTiendaEsculturas70": [ "TiendaEsculturas70" ],
        "TextoTiendaEsculturas71": [ "TiendaEsculturas71" ],
        "TextoTiendaEsculturas72": [ "TiendaEsculturas72" ],
        
        "TextoTiendaEsculturas80": [ "TiendaEsculturas80" ],
        "TextoTiendaEsculturas81": [ "TiendaEsculturas81" ],
        "TextoTiendaEsculturas82": [ "TiendaEsculturas82" ],
        
        "TextoTiendaEsculturas90": [ "TiendaEsculturas90" ],
        "TextoTiendaEsculturas91": [ "TiendaEsculturas91" ],
        "TextoTiendaEsculturas92": [ "TiendaEsculturas92" ],
        
        "TextoTiendaEsculturas100": [ "TiendaEsculturas100" ],
        "TextoTiendaEsculturas101": [ "TiendaEsculturas101" ],
        "TextoTiendaEsculturas102": [ "TiendaEsculturas102" ],
        
        "TextoTiendaEsculturas110": [ "TiendaEsculturas110" ],
        "TextoTiendaEsculturas111": [ "TiendaEsculturas111" ],
        "TextoTiendaEsculturas112": [ "TiendaEsculturas112" ],
        
        "TextoTiendaEsculturas120": [ "TiendaEsculturas120" ],
        "TextoTiendaEsculturas121": [ "TiendaEsculturas121" ],
        "TextoTiendaEsculturas122": [ "TiendaEsculturas122" ],
        
        "TextoTiendaEsculturas130": [ "TiendaEsculturas130" ],
        "TextoTiendaEsculturas131": [ "TiendaEsculturas131" ],
        "TextoTiendaEsculturas132": [ "TiendaEsculturas132" ],
        
        "TextoTiendaEsculturas140": [ "TiendaEsculturas140" ],
        "TextoTiendaEsculturas141": [ "TiendaEsculturas141" ],
        "TextoTiendaEsculturas142": [ "TiendaEsculturas142" ]
    },
    "TiendaDerecha": {
        "TextoTiendaDerecha00": [ "TiendaDerecha00" ],
        "TextoTiendaDerecha01": [ "TiendaDerecha01" ],
        "TextoTiendaDerecha02": [ "TiendaDerecha02" ],
        
        "TextoTiendaDerecha10": [ "TiendaDerecha10" ],
        "TextoTiendaDerecha11": [ "TiendaDerecha11" ],
        "TextoTiendaDerecha12": [ "TiendaDerecha12" ],
        
        "TextoTiendaDerecha20": [ "TiendaDerecha20" ],
        "TextoTiendaDerecha21": [ "TiendaDerecha21" ],
        "TextoTiendaDerecha22": [ "TiendaDerecha22" ],
        
        "TextoTiendaDerecha30": [ "TiendaDerecha30" ],
        "TextoTiendaDerecha31": [ "TiendaDerecha31" ],
        "TextoTiendaDerecha32": [ "TiendaDerecha32" ],
        
        "TextoTiendaDerecha40": [ "TiendaDerecha40" ],
        "TextoTiendaDerecha41": [ "TiendaDerecha41" ],
        "TextoTiendaDerecha42": [ "TiendaDerecha42" ],
        
        "TextoTiendaDerecha50": [ "TiendaDerecha50" ],
        "TextoTiendaDerecha51": [ "TiendaDerecha51" ],
        "TextoTiendaDerecha52": [ "TiendaDerecha52" ],
        
        "TextoTiendaDerecha60": [ "TiendaDerecha60" ],
        "TextoTiendaDerecha61": [ "TiendaDerecha61" ],
        "TextoTiendaDerecha62": [ "TiendaDerecha62" ],
        
        "TextoTiendaDerecha70": [ "TiendaDerecha70" ],
        "TextoTiendaDerecha71": [ "TiendaDerecha71" ],
        "TextoTiendaDerecha72": [ "TiendaDerecha72" ],
        
        "TextoTiendaDerecha80": [ "TiendaDerecha80" ],
        "TextoTiendaDerecha81": [ "TiendaDerecha81" ],
        "TextoTiendaDerecha82": [ "TiendaDerecha82" ],
        
        "TextoTiendaDerecha90": [ "TiendaDerecha90" ],
        "TextoTiendaDerecha91": [ "TiendaDerecha91" ],
        "TextoTiendaDerecha92": [ "TiendaDerecha92" ],
        
        "TextoTiendaDerecha100": [ "TiendaDerecha100" ],
        "TextoTiendaDerecha101": [ "TiendaDerecha101" ],
        "TextoTiendaDerecha102": [ "TiendaDerecha102" ],
        
        "TextoTiendaDerecha110": [ "TiendaDerecha110" ],
        "TextoTiendaDerecha111": [ "TiendaDerecha111" ],
        "TextoTiendaDerecha112": [ "TiendaDerecha112" ],
        
        "TextoTiendaDerecha120": [ "TiendaDerecha120" ],
        "TextoTiendaDerecha121": [ "TiendaDerecha121" ],
        "TextoTiendaDerecha122": [ "TiendaDerecha122" ],
        
        "TextoTiendaDerecha130": [ "TiendaDerecha130" ],
        "TextoTiendaDerecha131": [ "TiendaDerecha131" ],
        "TextoTiendaDerecha132": [ "TiendaDerecha132" ],
        
        "TextoTiendaDerecha140": [ "TiendaDerecha140" ],
        "TextoTiendaDerecha141": [ "TiendaDerecha141" ],
        "TextoTiendaDerecha142": [ "TiendaDerecha142" ]
    },
    "PanteonIzq": {
        "TextoPanteonIzq00": [ "PanteonIzq00" ],
        "TextoPanteonIzq01": [ "PanteonIzq01" ],
        "TextoPanteonIzq02": [ "PanteonIzq02" ],
        
        "TextoPanteonIzq10": [ "PanteonIzq10" ],
        "TextoPanteonIzq11": [ "PanteonIzq11" ],
        "TextoPanteonIzq12": [ "PanteonIzq12" ],
        
        "TextoPanteonIzq20": [ "PanteonIzq20" ],
        "TextoPanteonIzq21": [ "PanteonIzq21" ],
        "TextoPanteonIzq22": [ "PanteonIzq22" ],
        
        "TextoPanteonIzq30": [ "PanteonIzq30" ],
        "TextoPanteonIzq31": [ "PanteonIzq31" ],
        "TextoPanteonIzq32": [ "PanteonIzq32" ],
        
        "TextoPanteonIzq40": [ "PanteonIzq40" ],
        "TextoPanteonIzq41": [ "PanteonIzq41" ],
        "TextoPanteonIzq42": [ "PanteonIzq42" ],
        
        "TextoPanteonIzq50": [ "PanteonIzq50" ],
        "TextoPanteonIzq51": [ "PanteonIzq51" ],
        "TextoPanteonIzq52": [ "PanteonIzq52" ],
        
        "TextoPanteonIzq60": [ "PanteonIzq60" ],
        "TextoPanteonIzq61": [ "PanteonIzq61" ],
        "TextoPanteonIzq62": [ "PanteonIzq62" ],
        
        "TextoPanteonIzq70": [ "PanteonIzq70" ],
        "TextoPanteonIzq71": [ "PanteonIzq71" ],
        "TextoPanteonIzq72": [ "PanteonIzq72" ],
        
        "TextoPanteonIzq80": [ "PanteonIzq80" ],
        "TextoPanteonIzq81": [ "PanteonIzq81" ],
        "TextoPanteonIzq82": [ "PanteonIzq82" ],
        
        "TextoPanteonIzq90": [ "PanteonIzq90" ],
        "TextoPanteonIzq91": [ "PanteonIzq91" ],
        "TextoPanteonIzq92": [ "PanteonIzq92" ],
        
        "TextoPanteonIzq100": [ "PanteonIzq100" ],
        "TextoPanteonIzq101": [ "PanteonIzq101" ],
        "TextoPanteonIzq102": [ "PanteonIzq102" ],
        
        "TextoPanteonIzq110": [ "PanteonIzq110" ],
        "TextoPanteonIzq111": [ "PanteonIzq111" ],
        "TextoPanteonIzq112": [ "PanteonIzq112" ],
        
        "TextoPanteonIzq120": [ "PanteonIzq120" ],
        "TextoPanteonIzq121": [ "PanteonIzq121" ],
        "TextoPanteonIzq122": [ "PanteonIzq122" ],
        
        "TextoPanteonIzq130": [ "PanteonIzq130" ],
        "TextoPanteonIzq131": [ "PanteonIzq131" ],
        "TextoPanteonIzq132": [ "PanteonIzq132" ],
        
        "TextoPanteonIzq140": [ "PanteonIzq140" ],
        "TextoPanteonIzq141": [ "PanteonIzq141" ],
        "TextoPanteonIzq142": [ "PanteonIzq142" ]
    },
    "PanteonDer": {
        "TextoPanteonDer00": [ "PanteonDer00" ],
        "TextoPanteonDer01": [ "PanteonDer01" ],
        "TextoPanteonDer02": [ "PanteonDer02" ],
        
        "TextoPanteonDer10": [ "PanteonDer10" ],
        "TextoPanteonDer11": [ "PanteonDer11" ],
        "TextoPanteonDer12": [ "PanteonDer12" ],
        
        "TextoPanteonDer20": [ "PanteonDer20" ],
        "TextoPanteonDer21": [ "PanteonDer21" ],
        "TextoPanteonDer22": [ "PanteonDer22" ],
        
        "TextoPanteonDer30": [ "PanteonDer30" ],
        "TextoPanteonDer31": [ "PanteonDer31" ],
        "TextoPanteonDer32": [ "PanteonDer32" ],
        
        "TextoPanteonDer40": [ "PanteonDer40" ],
        "TextoPanteonDer41": [ "PanteonDer41" ],
        "TextoPanteonDer42": [ "PanteonDer42" ],
        
        "TextoPanteonDer50": [ "PanteonDer50" ],
        "TextoPanteonDer51": [ "PanteonDer51" ],
        "TextoPanteonDer52": [ "PanteonDer52" ],
        
        "TextoPanteonDer60": [ "PanteonDer60" ],
        "TextoPanteonDer61": [ "PanteonDer61" ],
        "TextoPanteonDer62": [ "PanteonDer62" ],
        
        "TextoPanteonDer70": [ "PanteonDer70" ],
        "TextoPanteonDer71": [ "PanteonDer71" ],
        "TextoPanteonDer72": [ "PanteonDer72" ],
        
        "TextoPanteonDer80": [ "PanteonDer80" ],
        "TextoPanteonDer81": [ "PanteonDer81" ],
        "TextoPanteonDer82": [ "PanteonDer82" ],
        
        "TextoPanteonDer90": [ "PanteonDer90" ],
        "TextoPanteonDer91": [ "PanteonDer91" ],
        "TextoPanteonDer92": [ "PanteonDer92" ],
        
        "TextoPanteonDer100": [ "PanteonDer100" ],
        "TextoPanteonDer101": [ "PanteonDer101" ],
        "TextoPanteonDer102": [ "PanteonDer102" ],
        
        "TextoPanteonDer110": [ "PanteonDer110" ],
        "TextoPanteonDer111": [ "PanteonDer111" ],
        "TextoPanteonDer112": [ "PanteonDer112" ],
        
        "TextoPanteonDer120": [ "PanteonDer120" ],
        "TextoPanteonDer121": [ "PanteonDer121" ],
        "TextoPanteonDer122": [ "PanteonDer122" ],
        
        "TextoPanteonDer130": [ "PanteonDer130" ],
        "TextoPanteonDer131": [ "PanteonDer131" ],
        "TextoPanteonDer132": [ "PanteonDer132" ],
        
        "TextoPanteonDer140": [ "PanteonDer140" ],
        "TextoPanteonDer141": [ "PanteonDer141" ],
        "TextoPanteonDer142": [ "PanteonDer142" ]
    },
    "Panteon": {
        "TextoPanteon00": [ "Panteon00" ],
        "TextoPanteon01": [ "Panteon01" ],
        "TextoPanteon02": [ "Panteon02" ],
        
        "TextoPanteon10": [ "Panteon10" ],
        "TextoPanteon11": [ "Panteon11" ],
        "TextoPanteon12": [ "Panteon12" ],
        
        "TextoPanteon20": [ "Panteon20" ],
        "TextoPanteon21": [ "Panteon21" ],
        "TextoPanteon22": [ "Panteon22" ],
        
        "TextoPanteon30": [ "Panteon30" ],
        "TextoPanteon31": [ "Panteon31" ],
        "TextoPanteon32": [ "Panteon32" ],
        
        "TextoPanteon40": [ "Panteon40" ],
        "TextoPanteon41": [ "Panteon41" ],
        "TextoPanteon42": [ "Panteon42" ],
        
        "TextoPanteon50": [ "Panteon50" ],
        "TextoPanteon51": [ "Panteon51" ],
        "TextoPanteon52": [ "Panteon52" ],
        
        "TextoPanteon60": [ "Panteon60" ],
        "TextoPanteon61": [ "Panteon61" ],
        "TextoPanteon62": [ "Panteon62" ],
        
        "TextoPanteon70": [ "Panteon70" ],
        "TextoPanteon71": [ "Panteon71" ],
        "TextoPanteon72": [ "Panteon72" ],
        
        "TextoPanteon80": [ "Panteon80" ],
        "TextoPanteon81": [ "Panteon81" ],
        "TextoPanteon82": [ "Panteon82" ],
        
        "TextoPanteon90": [ "Panteon90" ],
        "TextoPanteon91": [ "Panteon91" ],
        "TextoPanteon92": [ "Panteon92" ],
        
        "TextoPanteon100": [ "Panteon100" ],
        "TextoPanteon101": [ "Panteon101" ],
        "TextoPanteon102": [ "Panteon102" ],
        
        "TextoPanteon110": [ "Panteon110" ],
        "TextoPanteon111": [ "Panteon111" ],
        "TextoPanteon112": [ "Panteon112" ],
        
        "TextoPanteon120": [ "Panteon120" ],
        "TextoPanteon121": [ "Panteon121" ],
        "TextoPanteon122": [ "Panteon122" ],
        
        "TextoPanteon130": [ "Panteon130" ],
        "TextoPanteon131": [ "Panteon131" ],
        "TextoPanteon132": [ "Panteon132" ],
        
        "TextoPanteon140": [ "Panteon140" ],
        "TextoPanteon141": [ "Panteon141" ],
        "TextoPanteon142": [ "Panteon142" ]
    },
    "Edificios": {
        "TextoEdificios00": [ "Edificios00" ],
        "TextoEdificios01": [ "Edificios01" ],
        "TextoEdificios02": [ "Edificios02" ],
        
        "TextoEdificios10": [ "Edificios10" ],
        "TextoEdificios11": [ "Edificios11" ],
        "TextoEdificios12": [ "Edificios12" ],
        
        "TextoEdificios20": [ "Edificios20" ],
        "TextoEdificios21": [ "Edificios21" ],
        "TextoEdificios22": [ "Edificios22" ],
        
        "TextoEdificios30": [ "Edificios30" ],
        "TextoEdificios31": [ "Edificios31" ],
        "TextoEdificios32": [ "Edificios32" ],
        
        "TextoEdificios40": [ "Edificios40" ],
        "TextoEdificios41": [ "Edificios41" ],
        "TextoEdificios42": [ "Edificios42" ],
        
        "TextoEdificios50": [ "Edificios50" ],
        "TextoEdificios51": [ "Edificios51" ],
        "TextoEdificios52": [ "Edificios52" ],
        
        "TextoEdificios60": [ "Edificios60" ],
        "TextoEdificios61": [ "Edificios61" ],
        "TextoEdificios62": [ "Edificios62" ],
        
        "TextoEdificios70": [ "Edificios70" ],
        "TextoEdificios71": [ "Edificios71" ],
        "TextoEdificios72": [ "Edificios72" ],
        
        "TextoEdificios80": [ "Edificios80" ],
        "TextoEdificios81": [ "Edificios81" ],
        "TextoEdificios82": [ "Edificios82" ],
        
        "TextoEdificios90": [ "Edificios90" ],
        "TextoEdificios91": [ "Edificios91" ],
        "TextoEdificios92": [ "Edificios92" ],
        
        "TextoEdificios100": [ "Edificios100" ],
        "TextoEdificios101": [ "Edificios101" ],
        "TextoEdificios102": [ "Edificios102" ],
        
        "TextoEdificios110": [ "Edificios110" ],
        "TextoEdificios111": [ "Edificios111" ],
        "TextoEdificios112": [ "Edificios112" ],
        
        "TextoEdificios120": [ "Edificios120" ],
        "TextoEdificios121": [ "Edificios121" ],
        "TextoEdificios122": [ "Edificios122" ],
        
        "TextoEdificios130": [ "Edificios130" ],
        "TextoEdificios131": [ "Edificios131" ],
        "TextoEdificios132": [ "Edificios132" ],
        
        "TextoEdificios140": [ "Edificios140" ],
        "TextoEdificios141": [ "Edificios141" ],
        "TextoEdificios142": [ "Edificios142" ]
    },
    "Charco": {
        "TextoCharco00": [ "Charco00" ],
        "TextoCharco01": [ "Charco01" ],
        "TextoCharco02": [ "Charco02" ],
        
        "TextoCharco10": [ "Charco10" ],
        "TextoCharco11": [ "Charco11" ],
        "TextoCharco12": [ "Charco12" ],
        
        "TextoCharco20": [ "Charco20" ],
        "TextoCharco21": [ "Charco21" ],
        "TextoCharco22": [ "Charco22" ],
        
        "TextoCharco30": [ "Charco30" ],
        "TextoCharco31": [ "Charco31" ],
        "TextoCharco32": [ "Charco32" ],
        
        "TextoCharco40": [ "Charco40" ],
        "TextoCharco41": [ "Charco41" ],
        "TextoCharco42": [ "Charco42" ],
        
        "TextoCharco50": [ "Charco50" ],
        "TextoCharco51": [ "Charco51" ],
        "TextoCharco52": [ "Charco52" ],
        
        "TextoCharco60": [ "Charco60" ],
        "TextoCharco61": [ "Charco61" ],
        "TextoCharco62": [ "Charco62" ],
        
        "TextoCharco70": [ "Charco70" ],
        "TextoCharco71": [ "Charco71" ],
        "TextoCharco72": [ "Charco72" ],
        
        "TextoCharco80": [ "Charco80" ],
        "TextoCharco81": [ "Charco81" ],
        "TextoCharco82": [ "Charco82" ],
        
        "TextoCharco90": [ "Charco90" ],
        "TextoCharco91": [ "Charco91" ],
        "TextoCharco92": [ "Charco92" ],
        
        "TextoCharco100": [ "Charco100" ],
        "TextoCharco101": [ "Charco101" ],
        "TextoCharco102": [ "Charco102" ],
        
        "TextoCharco110": [ "Charco110" ],
        "TextoCharco111": [ "Charco111" ],
        "TextoCharco112": [ "Charco112" ],
        
        "TextoCharco120": [ "Charco120" ],
        "TextoCharco121": [ "Charco121" ],
        "TextoCharco122": [ "Charco122" ],
        
        "TextoCharco130": [ "Charco130" ],
        "TextoCharco131": [ "Charco131" ],
        "TextoCharco132": [ "Charco132" ],
        
        "TextoCharco140": [ "Charco140" ],
        "TextoCharco141": [ "Charco141" ],
        "TextoCharco142": [ "Charco142" ]
    },
    "casa1": {
        "Textocasa100": [ "Mondongo00" ],
        "Textocasa101": [ "Mondongo01" ],
        "Textocasa102": [ "Mondongo02" ],
              
        "Textocasa110": [ "Mondongo10" ],
        "Textocasa111": [ "Mondongo11" ],
        "Textocasa112": [ "Mondongo12" ],
              
        "Textocasa120": [ "Mondongo20" ],
        "Textocasa121": [ "Mondongo21" ],
        "Textocasa122": [ "Mondongo22" ],
              
        "Textocasa130": [ "Mondongo30" ],
        "Textocasa131": [ "Mondongo31" ],
        "Textocasa132": [ "Mondongo32" ],
              
        "Textocasa140": [ "Mondongo40" ],
        "Textocasa141": [ "Mondongo41" ],
        "Textocasa142": [ "Mondongo42" ],
              
        "Textocasa150": [ "Mondongo50" ],
        "Textocasa151": [ "Mondongo51" ],
        "Textocasa152": [ "Mondongo52" ],
              
        "Textocasa160": [ "Mondongo60" ],
        "Textocasa161": [ "Mondongo61" ],
        "Textocasa162": [ "Mondongo62" ],
              
        "Textocasa170": [ "Mondongo70" ],
        "Textocasa171": [ "Mondongo71" ],
        "Textocasa172": [ "Mondongo72" ],
              
        "Textocasa180": [ "Mondongo80" ],
        "Textocasa181": [ "Mondongo81" ],
        "Textocasa182": [ "Mondongo82" ],
              
        "Textocasa190": [ "Mondongo90" ],
        "Textocasa191": [ "Mondongo91" ],
        "Textocasa192": [ "Mondongo92" ],
              
        "Textocasa1100": [ "Mondongo100" ],
        "Textocasa1101": [ "Mondongo101" ],
        "Textocasa1102": [ "Mondongo102" ],
              
        "Textocasa1110": [ "Mondongo110" ],
        "Textocasa1111": [ "Mondongo111" ],
        "Textocasa1112": [ "Mondongo112" ],
              
        "Textocasa1120": [ "Mondongo120" ],
        "Textocasa1121": [ "Mondongo121" ],
        "Textocasa1122": [ "Mondongo122" ],
              
        "Textocasa1130": [ "Mondongo130" ],
        "Textocasa1131": [ "Mondongo131" ],
        "Textocasa1132": [ "Mondongo132" ],
              
        "Textocasa1140": [ "Mondongo140" ],
        "Textocasa1141": [ "Mondongo141" ],
        "Textocasa1142": [ "Mondongo142" ]
    },
    "casa2": {
        "Textocasa2": [
            "Mondongo2",
            ":("
        ],
        "Textocasa200": [ "Mondongo200" ],
        "Textocasa201": [ "Mondongo201" ],
        "Textocasa202": [ "Mondongo202" ],

        "Textocasa210": [ "Mondongo210" ],
        "Textocasa211": [ "Mondongo211" ],
        "Textocasa212": [ "Mondongo212" ],

        "Textocasa220": [ "Mondongo220" ],
        "Textocasa221": [ "Mondongo221" ],
        "Textocasa222": [ "Mondongo222" ],

        "Textocasa230": [ "Mondongo230" ],
        "Textocasa231": [ "Mondongo231" ],
        "Textocasa232": [ "Mondongo232" ],

        "Textocasa240": [ "Mondongo240" ],
        "Textocasa241": [ "Mondongo241" ],
        "Textocasa242": [ "Mondongo242" ],

        "Textocasa250": [ "Mondongo250" ],
        "Textocasa251": [ "Mondongo251" ],
        "Textocasa252": [ "Mondongo252" ],

        "Textocasa260": [ "Mondongo260" ],
        "Textocasa261": [ "Mondongo261" ],
        "Textocasa262": [ "Mondongo262" ],

        "Textocasa270": [ "Mondongo270" ],
        "Textocasa271": [ "Mondongo271" ],
        "Textocasa272": [ "Mondongo272" ],

        "Textocasa280": [ "Mondongo280" ],
        "Textocasa281": [ "Mondongo281" ],
        "Textocasa282": [ "Mondongo282" ],

        "Textocasa290": [ "Mondongo290" ],
        "Textocasa291": [ "Mondongo291" ],
        "Textocasa292": [ "Mondongo292" ],

        "Textocasa2100": [ "Mondongo2100" ],
        "Textocasa2101": [ "Mondongo2101" ],
        "Textocasa2102": [ "Mondongo2102" ],

        "Textocasa2110": [ "Mondongo2110" ],
        "Textocasa2111": [ "Mondongo2111" ],
        "Textocasa2112": [ "Mondongo2112" ],

        "Textocasa2120": [ "Mondongo2120" ],
        "Textocasa2121": [ "Mondongo2121" ],
        "Textocasa2122": [ "Mondongo2122" ],

        "Textocasa2130": [ "Mondongo2130" ],
        "Textocasa2131": [ "Mondongo2131" ],
        "Textocasa2132": [ "Mondongo2132" ],

        "Textocasa2140": [ "Mondongo140" ],
        "Textocasa2141": [ "Mondongo141" ],
        "Textocasa2142": [ "Mondongo142" ]
    }
}