{
  "Vagabundo": {
    "Presentacion": [
      "Ey perdona! Tienes alguna monedilla de sobra para alguien que est$a pasando un mal d$ia?",
      "No tienes nada verdad... Ah si t$u eres el notas ese que ha salido corriendo de la oficina de correos!",
      "Vaya liada has hecho, ha llegado tu jefe y est$a que hecha humo contigo... Si es que tendr$ia que ser yo el que te ayude a ti !",
      "Oye amigo perdona por los modales, que llevo mucho tiempo sin que nadie se pare conmigo a hablar y se me est$a olvidando comportarme.",
      "Me llamo Anemos, un placer conocerte.",
      "Bueno, va siendo hora de dejarte que tu coleguita te est$a esperando en la puerta para darte la chapa."
    ],
    "FelicidadMinima": [
      "felicidadMinima vagabundo"
    ],
    "FelicidadMaxima": [
      "felicidadMaxima vagabundo"
    ],
    "Dia1": [
      "dia1"
    ],
    "PostConversacionDia1": [
      "postConvDia1"
    ],
    "Dia2": [
      "dia2"
    ],
    "PostConversacionDia2": [
      "postConvDia2"
    ],
    "Dia3": [
      "dia3"
    ],
    "PostConversacionDia3": [
      "postConvDia3"
    ],
    "Dia4": [
      "dia4"
    ],
    "PostConversacionDia4": [
      "postConvDia4"
    ],
    "Dia5": [
      "dia5"
    ],
    "PostConversacionDia5": [
      "postConvDia5"
    ],
    "Dia6": [
      "dia6"
    ],
    "PostConversacionDia6": [
      "postConvDia6"
    ],
    "Dia7": [
      "dia7"
    ],
    "PostConversacionDia7": [
      "postConvDia7"
    ],
    "Dia8": [
      "dia8"
    ],
    "PostConversacionDia8": [
      "postConvDia8"
    ],
    "Dia9": [
      "dia9"
    ],
    "PostConversacionDia9": [
      "postConvDia9"
    ],
    "Dia10": [
      "dia10"
    ],
    "PostConversacionDia10": [
      "postConvDia10"
    ],
    "Dia11": [
      "dia11"
    ],
    "PostConversacionDia11": [
      "postConvDia11"
    ],
    "Dia12": [
      "dia12"
    ],
    "PostConversacionDia12": [
      "postConvDia12"
    ],
    "Dia13": [
      "dia13"
    ],
    "PostConversacionDia13": [
      "postConvDia13"
    ],
    "Dia14": [
      "dia14"
    ],
    "PostConversacionDia14": [
      "postConvDia14"
    ]
  },
  "Secretario": {
    "Presentacion": [
      "Buenos d$ias Jones. Supongo que ya sabr$as quien soy.",
      "Dado que tienes una buena cara de confusi$on tendr$e que presentarme. Soy Gargafiel Mustaki, secretario del rey.",
      "El rey precisa de tus servicios, pero de forma especial y extraordinaria. Es por eso que se ha tomado la molestia de llamarte hasta aqu$i.",
      "Que d$onde est$a el rey dices? El rey no se va a salir de su gran palacio por t$i. No eres tan importante. Adem$as, el rey nunca sale de su palacio por riesgos de atentado terrorista.",
      "Es una persona demasiado importante como para que sea asesinada.",
      "Tengo entendido que recientemente huiste de tu trabajo y estabas teniendo un rendimiento sub$optimo. Que no se repita. Si te portas bien, el rey se portar$a bien contigo.",
      "Este reinado valora mucho a sus ciudadanos, pero m$as que eso, valora la lealtad. La lealtad y la fidelidad al rey por encima de todo. Espero que lo tengas en cuenta."
    ],
    "FelicidadMinima": [
      "FelicidadMinima"
    ],
    "FelicidadMaxima": [
      "FelicidadMaxima"
    ],
    "Dia1": [
      "dia1"
    ],
    "PostConversacionDia1": [
      "postConvDia1"
    ],
    "Dia2": [
      "dia2"
    ],
    "PostConversacionDia2": [
      "postConvDia2"
    ],
    "Dia3": [
      "dia3"
    ],
    "PostConversacionDia3": [
      "postConvDia3"
    ],
    "Dia4": [
      "dia4"
    ],
    "PostConversacionDia4": [
      "postConvDia4"
    ],
    "Dia5": [
      "dia5"
    ],
    "PostConversacionDia5": [
      "postConvDia5"
    ],
    "Dia6": [
      "dia6"
    ],
    "PostConversacionDia6": [
      "postConvDia6"
    ],
    "Dia7": [
      "dia7"
    ],
    "PostConversacionDia7": [
      "postConvDia7"
    ],
    "Dia8": [
      "dia8"
    ],
    "PostConversacionDia8": [
      "postConvDia8"
    ],
    "Dia9": [
      "dia9"
    ],
    "PostConversacionDia9": [
      "postConvDia9"
    ],
    "Dia10": [
      "dia10"
    ],
    "PostConversacionDia10": [
      "postConvDia10"
    ],
    "Dia11": [
      "dia11"
    ],
    "PostConversacionDia11": [
      "postConvDia11"
    ],
    "Dia12": [
      "dia12"
    ],
    "PostConversacionDia12": [
      "postConvDia12"
    ],
    "Dia13": [
      "dia13"
    ],
    "PostConversacionDia13": [
      "postConvDia13"
    ],
    "Dia14": [
      "dia14"
    ],
    "PostConversacionDia14": [
      "postConvDia14"
    ]
  },
  "Campesino": {
    "Presentacion": [
      "Pero bueno tu debes de ser nuevo por aqu&i, no me suena haberte visto antes.",
      "Anda toma esto a ver si te ayuda un poco hoy que tienes cara de muerto, aunque no me extra$%a despu$es de todo el jaleo del otro d&ia",
      "*Pruebas algo, sabe raro*",
      "Por cierto que no me hab$ia presentado, soy Pancracio Warawa. Un gusto hijo.",
      "Venga a pasar buena noche, y espabila que la vida te va ha comer!"
    ],

    "FelicidadMinima": [
      "*Al llegar a la granja ves a Pancracio consternado, huele a Alcohol, lleva una botella en la mano y no se encuentra su familia en la granja*",
      "YYYYYYYY, Qu$E Tal ESt$As, hyp, yo estoy CONTENTO AHJAJAAJAja.",
      "$?El huerto?, jjiijijiJIJ Blurgh, ah$i est$a.",
      "*El huerto no parece estar en muy buen estado, al igual que Pancracio*",
      "$!Qu$e miras! $!$!$?eh?!! $?Qu$e miras?",
      "*ves como Pancracio empieza a desmoronarse*",
      "Vete, vete y no vuelvas, ya no tengo huerto, no tengo familia, NO TENGO AMIGOS, no tengo nada.",
      "Vete, vete, vete..."

    ],
    "FelicidadMaxima": [
      "Felicidad maxima Campesino"
    ],
    "Eventos": {
      "1": [
        "Hoy esos idiotas de los intermediarios han subido el precio de mis productos,", 
        "en los mercados de los barrios bajos ya no es solo que no lo puedan comprar los habitantes,",
        "es que hasta a los propios puestos se les hace el precio excesivo,",
        "si se desviase alg&un paquete de comida Hermes o Apolo hac$ia los distritos como Hestia o Artemisa tampoco creo que se muriese nadie.",
        "gui$%o gui$%o codo codo."
      ],
      "2": [
        "&Ultimamente mi rastrillo est&a empezando a chochear.",
        "Los a$%os les pesan tanto a las cosas como a las personas.",
        "A los soldados les van a llegar unos paquetes de materiales, entre los que se encuentran una buena cantidad de rastrillos.",
        "Esos lameculos de los soldados no echar&ian un rastrillo extraviado en falta.",
        "T&u ya me entiendes."
      ],
      "3": [
        "Unos amigos alados de cierto grupo me han dicho que por los barrios m&as bajos andan bajos de fondos de  medicinas.",
        "Ya estamos con las mismas tonter&ias de siempre,", 
        "a Hermes van a llegar una cantidad de medicinas absurda solamente porque hay un brote de gripe gambil.",
        "Y mientras tanto aqu&i abajo con enfermedades mucho peores muri$endonos del asco.",
        "Esos nobles no se merecen ni la d&ecima parte de lo que les llega.",
        "Nosotros en Demeter con dos de sus paquetes ya tendr&iamos suficiente."
      ],
      "4": [
        "&Ultimamente hay mucho ajetreo de con el movimiento de unas joyas luminiscentes muy bonitas que se extraen del fondo marino.",
        "La verdad es que mi mujer y yo somos muy amantes de llevar joyas, en su mayor&ia de baja calidad,",
        "pero tenemos bastante arte haciendo que ornamentos de baja calidad luzcan bastante bien.",
        "Si se extraviase un paquete de joyas de mejor calidad hacia nuestra granja la verdad es que no nos molestar&ia."
      ],
      "5": [
        "&!Paco, Paco, Paco!",
        "&!Menos mal que est&as aqu&i!",
        "Me he confundido, madre m&ia que cagada.",
        "Mira te va a llegar un paquete m&io de comida, algo pesado, lo he enviado sin querer a Hestia,",
        "pero mi intenci&on era mandarselo a “unas amigas” del distrito de Artemisa.",
        "Conf&io en t&i para hac&erselo llegar."
      ]
    },
    "GenericoMalo": {
      "1": [
        "Buenos d$ias a quien los tenga, que no voy a ser yo.",
        "&Ultimamente mis cosechas no est$an para tirar cohetes,",
        "anda prueba un poco de esto que ha crecido vete t$u a saber c$omo.",
        "*Pruebas algo, sabe bastante mal*",
        "Malo $?eh? !PUES QU$E QUIERES QUE HAGA SI NO ME DA PA M$AS, QUIZ&A SI LOS PAQUETES LLEGARAN CORRECTAMENTE SALDR&IA MEJOR!",
        "ay, hijo, perdona, $ultimamente no duermo demasiado y me cuesta cada vez m$as mantenerme cuerdo,",
        "las cosechas no van demasiado bien y mi mujer me presiona porque cada vez tenemos menos dinero."
      ],
      "2": [
        "Hay que joderse que llevo 2 semanas sin dormir, esto est$a cada vez pero, mi mujer est$a que se tira de los pelos con las cuentas de la casa,",
        "mi huerto est$a que parece el descampao de enfrente, tiene m$as malas hierbas que buenas, se las quito y vuelven a crecer.",
        "Encima los intermediarios, los pu$%eteros intermediarios siempre dando por saco, que si les rob$e la $ultima vez d&andoles mercanc$ia en mal estado.",
        "Ahora tengo que devolverles el dinero, que si a esto le llamo yo comida, que c&omo me atrevo a cobrar por esta bazofia.",
        "$!AAAY  QUE PENA LA MIA!",
        "como si no fuera suficiente la miseria que pido por lo poco que tengo encima van y se me quejan.",
        "Si es que as&i no se puede, as&i no se puede. No s&e si son los cultivos, la tierra, o si soy yo.",
        "Pero esto no puede no puede seguir as&i..."
      ],
      "3": [
        "Ay, hijo, si hubiera tenido tu labor a tu edad, de las que me habr&ia librado.",
        "En el pasado no lo tuve f&acil, comet$i muchos errores, jorobar si los comet&i.",
        "Pero sal&i de ellos, me rescataron.",
        "Ya me rescataron una vez de una situaci&on horrenda, consegu&i este trabajo y conoc&i a mi mujer,",
        "de verdad parec&ia que la vida me hab&ia dado otra oportunidad.",
        "Pero ya lo ves, estas tierras en mal estado no me da para mantenernos a m&i y a mi mujer en buenas condiciones.",
        "No se cu&anto podr&e aguantar en esta situaci&on, estoy molio."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Buenas tardes hijo, &?qu&e tal te va en tu trabajo?.",
        "Espero que ya no tengas tantas ganas de salir huyendo.",
        "A m&i me podr&ia ir mejor la verdad, anda prueba esto.",
        "*Pruebas algo, sabe raro, pero al menos es comestible*",
        "Las cosas ya no son como antes, cuando empec&e todo era m$as sencillo,",
        "la tierra era m$as pr$ospera y f$ertil y los productos se vend$ian mejor sin tanto intermediario de por medio.",
        "Pero bueno, se va tirando con lo que tenemos, a pasar buen d$ia."
      ],
      "2": [
        "Buenos d&ias a quien los tenga, estos jodidos intermediarios no dejan de joderme a cada rato,",
        "cada d&ia m&as baratos vendo yo mis productos y m&as caros los compran otros.",
        "Pero bueno mejor dejar de quejarse por lo que no puedes cambiar, , $?qu$e tal andamios?.",
        "Por aqu$i vamos tirando regular, mi mujer ha enfermado y est$a en la cama,",
        "pero bueno con las medicinas que hemos comprado parece ir mejorando poco a poco.",
        "Y bueno, $ultimamente he estado paseando por los barrios bajos, la situaci&on podr&ia ser mejor en general.",
        "Pero bueno, en peores plazas hemos toreado los de estos lares."
      ],
      "3": [
        "Aaaay hijo, quien tuviera tu edad y trabajo, por aqu$i las cosas van a pedales.",
        "Mi mujer lleva un tiempecillo algo mosqueada, quiere tener un hijo, y mira que es dif$icil querer tener un ni$%o m$as de lo que lo quiero yo.",
        "Pero vamos a ver, estos campos no dan para alimentar tantas cabezas, casi no nos da para alimentarnos a nosotros.",
        "Traer una vida para no poder atenderla ..., no me lo perdonar&ia.",
        "Pero bueno, disfruta de la juventud que algunos no tenemos, a tener un buen d&ia."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Pero bueno, a qui$en tenemos aqu$i. $?qu$e tal la vida hijo?",
        "Por aqu$i todo va bastate bien, mira prueba esto que acabo de cosechar.",
        "*Pruebas algo, sabe bastante bien*",
        "&Ultimamente lo que cosecho sabe mejor, no se si ser&an los recursos o la tierra, pero estamos que nos salimos,",
        "esos intermediarios que tanto por saco me dan est&an empezando a soltar un poco m$as por mis productos."
      ],
      "2": [
        "Buenas tardes chaval&in, estos intermediarios est&an cada vez m&as desesperados por comprarme los productos.",
        "Oye, $?qu$e te parecer&ia un plan a futuro para hacer que los habitantes de los barrios exteriores puedan comprar mis productos a un precio m&as asequible?",
        "Ahora mismo ser&ia insostenible para mi granja, pero tal vez en un futuro y con ayuda de ... unos amigos, es posible que pueda con la ayuda de esos amigos.",
        "Pero bueno, no te entretengo m&as, a pasar buena tarde."
      ],
      "3": [
        "Ay hijo, qu$e alegr$ia y qu$e ilusi$on.",
        "Con toda tu ayuda no solo mi campo est$a mejor, sino que todos los cultivos prosperan.",
        "Puede que tu trabajo con esos paquetes no sea tan agotador como la vida en el campo,",
        "pero realmente puedes llegar a marcar la diferencia desde ah$i.",
        "Gracias por el apoyo Paquito, con todos estos ingresos puedo ver la vida desde otra perspectiva m$as amena."
      ]
    },
    "GenericoMaxiBueno":{
      "1": [
        "Yeeeeeeepa, que tal estamos m&aquina",
        "Prueba esto que est$an los clientes que me los quitan de las manos lo intemediarios,",
        "les soplo m&as de diez veces m$as de dinero que antes, $?Que cu$anto cuesta?, t&u pruebalo.",
        "*Pruebas algo, es una aut$entica delicia*",
        "Bueno $?eh?, tengo unos amigos, el grupo de las lechuzas se hacen llamar,",
        "resulta que junto a ellos estamos llevando un plan ..., digamos que muy discreto.",
        "Consiste en que los menos favorecidos pod&ais disfrutar de mis productos a un precio menos abusivos de los que ponen los intermediarios,",
        "no hables mucho del tema, es un secreto.",
        "Toma, hoy estoy de buen humor, te puedes llevar un poco de esto gratis, $!A pasar buen d$ia!"
      ],
      "2": [
        "$!Ese Paco c$omo anda!",
        "Por aqu$i andamos muy bien, no veas c$omo han mejorado mis cultivos en poco tiempo, $!mira que es casualidad,",
        "pero vaya, si resulta que desde que est$as por aqu$i mi situci$on a ido de bien a mejor!, traes buena suerte chaval.",
        "Mi econom$ia est$a mejor que nunca, madre m$ia c$omo va subiendo el precio que est$an dispuestos a pagar por mis productos esos intermediarios,",
        "se deben vender bien por los distr$itos c$entricos.",
        "Y bueno, por el exterior la econom$ia anda un poco peor,",
        "pero con la ayuda de unos amigos que se hacen llamar el grupo de las lechuzas estamos empezando a ayudar a comer a buen precio a los desfavorecidos.",
        "$!Venga Paco, que te sea leve el trabajo ma$%ana!, &!y recuerda, no has escuchado nada de un grupo de lechuzas!"
      ],
      "3": [
        "Pero bueeeeeno, si es el Paco.",
        "Que alegr$ia la m&ia, Paco que vamos a tener un hijo, mi mujer est$a ah$i dentro, nos dimos cuenta porque la pobre estaba un poco pochilla.",
        "$?Y sabes lo mejor?, $!Qu$e tal y como nos van las cosas podemos incluso permitirnos otro en un futuro no muy lejano!",
        "Madre m$ia Paco, quien me lo iba a decir, que en tan poco tiempo me iba a dar la vida un vuelco tan gordo.",
        "Estoy que no me lo creo, espero que junto a mis amigos del grupo de las lechuzas podamos empezar a crear un futuro mejor para mis ni$%os,",
        "sin reyes ni amos tiranos que subleven a la poblaci&on y la condenen a vivir en la miseria.",
        "Sea como fuere, t$u no has escuchado nada de un grupo que mira con desd$en al actual rey.",
        "Larga vida y prosperidad amigo, ojal$a te trate la vida igual de bien que a mi estos $ultimos tiempos."
      ]
    }
  },
  "Artesano": {
    "Presentacion": [
      "Hola querido! Bienvenido a mi humilde taller! En qu$e puedo ayudarte hoy?",
      "Espera... Tu debes de ser el nuevo verdad? Soy Paulino Tinteiros, el maestro de estos mares.",
      "Mis tent$aculos son como pinceles y mis obras ser$an el patrimonio de Atlantis al paso de los anyos!"
    ],
    "FelicidadMinima": [
      "*Al intentar hablar con el en el taller, te encuentras con una atm&osfera cargada de pesar y desesperaci&on.*",
      "*El pulpo artesano te mira con ojos cansados y una expresi&on de profunda tristeza.*",
      "No... No puedo m&as... Todo est&a perdido. El arte, mi pasi&on, mi vida... Todo se ha desvanecido... Ya no hay materiales, ya no hay inspiraci&on...",
      "Todo ha sido un desastre... Lo siento... Pero no puedo... No puedo m&as... Por favor... d&ejame... d&ejame solo…"
    ],
    "FelicidadMaxima": [
      "&!Oh, por todos los oc&eanos! &!Incre&ible! &!Fant&astico! &!Al fin! &!Por fin te veo con mis propios ojos!",
      "&!Un ser humano de verdad, aqu&i, en este humilde taller! &!No estaba loco, no!",
      "Y no solo eso, &!mira a tu alrededor! &!Materiales en abundancia, listos para comenzar una nueva era art&istica! &!Imagina las creaciones que podr&iamos hacer juntos!",
      "Gracias por mostrarme tu secreto y tranquilo a estas horas nadie nos habr&a visto. Adem&as, no te preocupes, no le dire a nadie esto Paco amigo mio"
    ],
    "Eventos": {
      "1": [
        "&!Por todos percebes! &!Estoy en un aprieto, amigo! Hoy fui a recoger materiales para mi &ultima creaci&on y para mi desgracia no hab&ia ni un m&isero coral!",
        "Necesito esos materiales como el pulpo que necesita agua!",
        "&?Sabes qu&e? No ser&ia el fin del mundo si un solo paquete de materiales se extraviara y terminara por alg&un remoto error en este taller, &?verdad?"
      ],
      "2": [
        "&!No brilla! &!No resplandece! &?Y las joyas? &?Y las Perlas? Necesito un favor, creo que ya te haces una idea,",
        "no quiero ponerte en un aprieto pero es que mi jefe no para de abaratar la mercanc&ia...",
        "&?A qui&en quiere mi jefe enga$%ar con esta baratija? Consigueme desviar un paquete, se que no te decepcionar&e!"
      ],
      "3": [
        "&!Ay, por las aletas de mi abuela! Aqu&i estamos otra vez, sin un triste trozo de queso." ,
        "No s&e en qu&e est&a pensando el jefe &ultimamente, pero parece que su cabeza est&a m&as en las aguas que en el trabajo.",
        "&?Ser&ias tan amable de echarme una mano y traer algo de comida? &!Necesitamos nutrir nuestra creatividad para hacerla brillar!"
      ],
      "4": [
        "&!Caracolas! S&e que esto te sonar&a mal Paco pero necesito que me hagas un favor.",
        "Un cliente nos pidi&o hacerle una escultura con tungsteno, pero entre las prisas de mi jefe y mi propia confusi&on acaba haci&endola de hierro.",
        "El exterior es casi el mismo pero pesa mucho menos de lo que deber&ia el paquete.",
        "Por favor haz la vista gorda con esa balanza tuya."
      ],
      "5": [
        "&!Por todos los corales! como puedo ser tan despistado.",
        "Un cliente nos pidi&o un jarr&on de vidrio, algo muy fr&agil y delicado.",
        "Sin embargo a la hora de enviarlo se me olvido poner el sello de fragil para que se envuelva con cuidado.",
        "Por favor, crees que podr&ias embalar mi paquete aunque no tenga el sello de fragilidad.",
        "No quiero causarte problemas pero es que sino me echaran una bronca gigantequisima."
      ]
    },
    "GenericoMalo": {
      "1": [
        "Hoy me encuentro bastante depresivo. &!Mi jefe me tiene trabajando como un esclavo! No puedo ni siquiera tomar un respiro para charlar.",
        "D&ejame confesarte algo... El jefe no siempre entiende mi visi&on art&istica.",
        "Para &el, solo importan las cosas pr&acticas y funcionales. &!Pero yo s&e que hay m&as en la vida que la mera utilidad!",
        "Te pido por favor que env&ies correctamente los paquetes de Hefesto, ya de por s&i las cosas no son f&aciles, no las compliques m&as.",
        "Ahora d&ejame, prefiero estar solo…"
      ],
      "2": [
        "Maldita sea, el otro d&ia se rieron de mi &ultima creaci&on, una fantastica obra de arte dedicada a los mitologicos humanos, lo llam&e la Vid de Alga Angel.",
        "Entre t&u y yo, mi querido amigo, no todos comprenden la verdadera belleza de mis creaciones…",
        "Lo lamento mucho pero hoy estoy completamente sumergido en el trabajo, cada vez que no env&ias los paquetes la presi&on del taller recae m&as sobre m&i,",
        "por favor, manda los paquetes querido."
      ],
      "3": [
        "Sabes, amigo, el otro d&ia tuve una experiencia bastante desagradable. Un cliente vino a recoger su pedido y qued&o muy decepcionado.",
        "Resulta que los recortes en materiales que est&a implementando mi jefe &ultimamente est&an afectando a la calidad de mis creaciones.",
        "Ahora mi jefe me metera cada vez m&as y m&as prisa, sin dejarme trabajar como a mi me gusta.",
        "Si hubiera sabido que esto iba a ser as&i jam&as me habr&ia vuelto artesano."
      ]
    },
    "GenericoNormal": {
      "1": [
        "&!Hola, amigo! &?Qu&e opinas de Gargafiel Mustaki? El otro d&ia me lo encontr&e en el Pezer-King, &!s&i, en el mism&isimo Pezer-King!",
        "Fue una sorpresa verlo por all&i despu&es de tanto tiempo.",
        "&?Qui&en iba a decir que el campesino que una vez lleg&o a mi taller buscando un poco de orientaci&on se convertir&ia en nada menos que el mism&isimo secretario del rey?",
        "Es incre&ible c&omo la vida nos sorprende a veces. Aunque ni siquiera me dirigi&o la palabra, creo que el poder le ha cambiado"
      ],
      "2": [
        "El otro d&ia fui a ver a la tarotista, me dol&ia bastante la cabeza, el caso es que ella me recet&o unas medicinas.",
        "Fui al boticario m&as cercano y la verdad es que me sigue doliendo bastante la cabeza, como si no me hubiera hecho efecto…",
        "Sin embargo, una simple migra$%a no me parar&a! El arte me llama!"
      ],
      "3": [
        "Sabes, hay algo que he mantenido en secreto durante mucho tiempo y siento que puedo compartirlo contigo. Hace un tiempo, encontr&e una maleta muy peculiar en las ruinas submarinas.",
        "Estaba escondida entre los restos de un antiguo monumento, como si el mism&isimo Poseid&on la hubiera dejado all&i como un regalo del pasado.",
        "Al abrirla, descubr&i una serie de objetos extra$%os y fascinantes. Algunos de ellos me resultaban familiares de las antiguas leyendas que escuchaba de ni$%o,",
        "historias sobre seres misteriosos llamados humanos.",
        "Aunque no estoy completamente seguro de su origen, estas reliquias han despertado mi curiosidad y han inspirado mi creatividad como nunca antes."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Estoy emocionado por el futuro. He estado reflexionando sobre la idea de emprender mi propio negocio.",
        "Aunque todav&ia tengo algunas dudas, siento que podr&ia ser una oportunidad emocionante.",
        "Adem&as, quer&ia agradecerte sinceramente por enviarme esos paquetes llenos de inspiraci&on. Cada uno de ellos es como un peque$%o tesoro que alimenta mi creatividad!"
      ],
      "2": [
        "&!Hola querido! &?Qu&e te trae por aqu&i en este d&ia tan fascinante?",
        "&!Ah, yo siempre estoy lleno de energ&ia y creatividad! Aunque hoy estoy especialmente emocionado porque estoy trabajando en un proyecto nuevo y emocionante.",
        "&!Espero que pronto pueda mostr&artelo! Sigue envi&andome paquetes y llegaremos lejos!"
      ],
      "3": [
        "&!Hola de nuevo, querido amigo! Hoy estoy lleno de inspiraci&on y energ&ia creativa.",
        "Estoy trabajando en una nueva serie de esculturas que exploran la conexi&on entre el mar y el cielo.",
        "&?Sab&ias que he estado experimentando con materiales reciclados? Es un desaf&io emocionante, pero creo que el arte sostenible es el futuro.",
        "Y hablando de futuros brillantes, quiero agradecerte sinceramente por seguir envi&andome esos paquetes llenos de tesoros.",
        "Cada uno de ellos es como un regalo que me impulsa hacia adelante en mi viaje art&istico."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "&!Hoy mis tent&aculos est&an a punto de estallar de alegr&ia! Estoy dando los primeros pasos para construir mi propio taller de arte submarino.",
        "&!Finalmente, podr&e liberar mi creatividad sin restricciones y sin la sombra de mi jefe! &!Es un sue$%o hecho realidad! Y todo esto, querido amigo, es gracias a ti!"
      ],
      "2": [
        "Divino, Divino, Divinoo! Mira que creaci&on por favor! Y nada de esto habr&ia sido posible sin tu ayuda! Siempre ser&as bienvenido aqu&i, cerca de m&i y mi arte!"
      ],
      "3": [
        "La gente durante toda mi vida se ha re&ido de m&i, por mi inter&es en los humanos y porque realmente cre&ia en su existencia.",
        "Aunque ha sido duro, jam&as dej&e de creer en ellos, en mi interior siempre he confiado en que estos est&an en alg&un lugar desconocido para nosotros.",
        "Es por ello que por fin he decidido dar el gran paso.",
        "Dedicar&e mi vida a mostrar a la gente de la Atl&antida el esplendor de los humanos,",
        "para que as&i, quiz&a viendo sus formas, se den cuenta que su existencia no es tan descabellada.",
        "Si bien muchos se burlaran, se que otros confiaran en m&i, tal como tu has hecho desde que nos conocimos Paco."
      ]
    }
  },
  "Tarotisa": {
    "Presentacion": [
      "Bendita la carne fresca, que tenemos por aqu$i. Joven tu debes ser nuevo en el reino, o me equivoco?",
      "No hace falta que respondas. Yo nunca me equivoco. Sabes porque?, por que puedo ver el futuro.",
      "Mi nombre es Abigail Ampoule y soy una reconocida tarotista.",
      "Secretos, enganyos, enfermedades y todo lo dem$as, nada puede escapar de mi conocimiento, la luz de mi cabeza me muestra cualquier cosa.",
      "Ven a verme siempre que te preocupe algo, yo siempre estoy aqu$i para las pobres almas sin rumbo ni ambiciones."
    ],
    "FelicidadMinima": [
      "Tu maldito atún sarnoso y desagradecido. No solo no me ayudas en mi negocio sino que encima me lo pones todo más difícil.",
      "Realmente te crees tan superior en tu pequeña posición de poder.",
      "Solo por manejar los paquetes del reino te crees en tu derecho de hacer imposible la vida de las personas, en especial de una pobre anciana como yo.",
      "Escúchame atentamente lo que te digo, que caigan mil y una desgracias en tu vida,",
      "que todo ese egoísmo te atragante hasta no dejarte respirar en paz, así lo pido a los más grandes.",
      "No quiero volver a verte jamás en mi vida."
    ],
    "FelicidadMaxima": [
      "Realmente tienes un corazón puro muchacho.",
      "Se que mi oficio no es especialmente noble, tu también lo descubriste a lo largo del tiempo,",
      "pero no me repudiaste por eso, sino que vertiste en mí una esperanza de cambio.",
      "Quiero que sepas que tu amabilidad le ha llegado a este arrugado corazón.",
      "Realmente me cuesta creer que esta podrida ciudad haya dado lugar a alguien tan empático, quizá incluso no seas de aquí.",
      "Sea como sea, es tu vida y yo no me voy a meter en ella."
    ],
    "Eventos": {
      "1": [
        "Maldita sea, cómo se atreven a decir que mi predicción es una pantomima.",
        "Sabes que hace falta, efectos luminosos de colores. Sin embargo eso solo lo puedo lograr con cristales y joyas.",
        "¿Oye no crees que podrías desviar un paquete de joyas hasta el distrito de Artemisa?.",
        "Con esas gemas seguro que se quedarán alucinados con el poder de mi *magia*."
      ],
      "2": [
        "Oye chico dejame decirte una cosa.",
        "El último día me pidió un noble que buscase una forma de ayudarle con una dieta que quiere hacer.",
        "Entre unas cosas y otras le dije que era capaz de hacer la comida más pesada para que su cuerpo se llenase antes con menos cantidad.",
        "En resumen, si ves un paquete mío con una etiqueta de mucho peso, hazlo pasar marque lo que marque la báscula.",
        "Hazle ese favor a esta pobre anciana que solo intenta ganarse la vida."
      ],
      "3": [
        "$Ultimamente la gente ya no viene con preocupaciones médicas a mi local.",
        "Si esto sigue así no podré mandar tantos clientes a los boticarios y perderé dinero.",
        "Creo que todo se debe a un nuevo medicamento que se está enviando a los nobles.",
        "Si ves alguno de esos paquetes, deshazte de ello.",
        "Tranquilo, no te preocupes por la salud de esas personas, que los remedios caseros de los boticarios son mil veces más efectivos que cualquier otra cosa.",
        "Al final esto lo hago por el bien de los habitantes del distrito de Apolo."
      ],
      "4": [
        "Mira muchacho, ves ese grupo de boticarios ahí reunidos.",
        "Por muy normales que parezcan, se dedican a entrar en los negocios rivales para vandalizar y destrozar todo a su paso.",
        "Por más que mis compañeros y yo hemos intentado denunciar esto a los soldados, están demasiado ocupados siendo las estupidas niñeras de los nobles.",
        "Es por eso que si pudieras me gustaría que extraviaras un paquete de armas al distrito de Artemisa.",
        "Tranquilo no vamos a hacer ninguna locura, tan solo pero para meterles miedo, a fin de cuentas, por mucho que vandalicen siguen siendo solo unos charlatanes flacuchos."
      ],
      "5": [
        "Sabes, aún recuerdo mis épocas como campesina de una manera muy dulce,",
        "sin embargo lo que hasta día de hoy me enfurece es como se aprovechaban esos estúpidos comerciantes para revender lo que tanto nos costó cosechar",
        "¿Qué te parece si les das una lección por mí y por los campesinos?",
        "cualquier paquete de alimentos que vaya al distrito Apolo devuelvelo, cambia su ruta... me da exactamente igual, tan solo que no llegue a su destino.",
        "Esos paquetes siempre son enviados por los avariciosos de los comerciantes. Si haces eso, los honrados trabajadores como yo podrán descansar más tranquilos."
      ]
    },
    "GenericoMalo": {
      "1": [
        "La gente de este distrito es absoluta basura, esos creidos de los boticarios se creen que me pueden tener trabajando a mi,",
        "una pobre anciana noche y día para al final darme una miseria.",
        "Yo soy la que lee el futuro a la gente para que acudan a sus estúpidas tiendas.",
        "Y tu muchacho lárgate de aquí ahora mismo que no estoy de humor."
      ],
      "2": [
        "La primera vez que te ví sentí que tenías cara de bobo y ahora veo que no me equivocaba,",
        "no se que harás durante tus horas de trabajo pero siempre me llegan mal los paquetes o directamente no me llegan.",
        "Tampoco creo que haga falta ser adivino para enviar un par de cositas."
      ],
      "3": [
        "La gente solo es capaz de visitar a esta pobre anciana para pedirme predicciones y ayuda.",
        "Al final todos me acaban abandonando, son un atajo de egoístas.",
        "Incluso tú, no eres capaz de ayudarme, solo te me acercas a preguntarme tonterías.",
        "Vete de aquí muchacho, ahora mismo no quiero ver a nadie."
      ]
    },
    "GenericoNormal": {
      "1": [
        "Por Poseidón, mira quien se ha dignado a aparecer por el distrito de Artemisa",
        "Chico te voy a dar un consejo de gratis, para que veas mi infinita benevolencia.",
        "Ten cuidado a quien le das la espalda ya que te la puede apuñalar. Ahora vete de aquí que me acabarás espantando a los clientes."
      ],
      "2": [
        "He muchacho ven aquí. Sabes cada vez que te veo estás hecho una pena, deberías relacionarte un poco más con otras personas.",
        "Sal, haz amigos, buscate una novia, cualquier cosa. Cuando seas mayor a penas tendrás las fuerzas suficientes para soportar a los imbéciles que hay en este reino."
      ],
      "3": [
        "Uy uy uy chico, ahora que veo tu cara está un poco, como te lo diría... decaída.",
        "Te voy a hacer una inspección del alma gratuita, así vemos a qué se debe.",
        "Mmmm, mmmm, mmmm. Parece que algo dentro de la boca de tu estómago no está del todo bien.",
        "Deberías ir a algún boticario y comprar pasta de algas concentrada, tan solo cuesta 500 monedas, confía en mí, yo jamás timaría a alguien."
      ]
    },
    "GenericoBueno": {
      "1": [
        "Mira quien ha amanecido contento hoy, si es mi muchacho favorito.",
        "Aún parece que no vienen los clientes pero esto en unos minutos se llenará hasta reventar.",
        "Sabes es gracioso," ,
        "una gran parte de los que vienen se quedan haciendo cola por horas y horas para al final preguntarme cosas como qué hacer para conseguir amor o riqueza.",
        "No se dan cuenta que en el tiempo que gastan aquí podrían estar con sus seres queridos, haciendo algo productivo.",
        "Supongo que uno no sabe lo que tiene hasta perderlo."
      ],
      "2": [
        "Aunque odie que la gente me llame señora en lugar de señorita no hay nada que pueda hacer para remediarlo, a fin de cuentas soy una mujer casada.",
        "¿No lo sabías? Mi marido fue un campesino del distrito de Demeter, yo le ayudaba cuando podía.",
        "Él me terminó abandonando, no estaba demasiado feliz con mi pequeño negocio."
      ],
      "3": [
        "Puede que no lo parezca chico pero en mi época de campesina estaba rodeada de amigas,",
        "la vida era difícil pero con la gente de allí una se sentía cómoda y en familia.",
        "Actualmente tengo todo el dinero que pude llegar a desear en esa época,",
        "aunque en el distrito de Artemisa jamás me he llegado a sentir como en ese entonces."
      ]
    },
    "GenericoMaxiBueno": {
      "1": [
        "Hola muchacho que te cuentas.",
        "¿Qué por qué nunca te llamo por tu nombre? tranquilo que me acuerdo perfectamente de cómo te llamas Pancho, a no espera Paco eso es.",
        "Ver a tanta gente todos los días hace que me cueste recordar caras, aunque con lo que me has ayudado es difícil que ya me olvide de tí."

      ],
      "2": [
        "Chico, imagino que a estas alturas ya te habrás dado cuenta que no tengo poderes",
        "La gente se cree cualquier cosa que adornes con efectos luminosos y montando un gran show, incluso si les dices la cosa más estúpida que hay.",
        "A pesar de eso, cada día pienso más que aún si la gente es tan inocente, aprovecharme de eso no es correcto.",
        "Antes ponía la excusa de que la vida no es justa para nadie, que si no espabilan no es mi problema,",
        "pero a medida que he visto a gente amable y desinteresada como tú, he dudado cada vez más de eso.",
        "En ese aspecto te pareces a mi marido, él tampoco era capaz ni de dañar una mosca, siempre preocupado por el resto. Le echo mucho de menos."

      ],
      "3": [
        "No creo que pueda seguir con este muchacho.",
        "Llevo un tiempo pensando en dejar el negocio, buscar quizá a mi marido. Al menos empezar de 0, sin seguir estafando a las personas.",
        "El problema es... que tengo miedo, a mi edad arriesgarme tanto la verdad es que me aterra.",
        "Además los boticarios no estarán felices si no les sigo mandando a personas a comprar en sus tiendas con engaños de falsas predicciones.",
        "No se que haré al final, pero te agradezco toda la ayuda que me has brindado hasta ahora."

      ]
    }
  },
  "Soldado": {
    "Presentacion": [
      "Saludos! Me llamo Abakand Istacoz, soldado del glorioso ej$ercito de Atlantis.",
      "Eres nuevo por aqu$i? Debo decirte que el deber me ha llevado a servir en el distrito de Apolo",
      "Aunque mi coraz$on anhelaba proteger los distritos exteriores, como Hestia, donde crec$i.",
      "Mi pasado es tan resistente como mi armadura, y mi deber es velar por la paz, incluso cuando la tarea me resulta desalentadora."
    ],
    "FelicidadMinima": [
      "Felicidad minima Soldado"
    ],
    "FelicidadMaxima": [
      "Felicidad maxima Soldado"
    ],
    "Eventos": {
      "1": [
        "1evento"
      ],
      "2": [
        "2evento"
      ],
      "3": [
        "3evento"
      ],
      "4": [
        "4evento"
      ],
      "5": [
        "5evento"
      ]
    },
    "GenericoMalo": {
      "1": [
        "1malo"
      ],
      "2": [
        "2malo"
      ],
      "3": [
        "3malo"
      ]
    },
    "GenericoNormal": {
      "1": [
        "1normal"
      ],
      "2": [
        "2normal"
      ],
      "3": [
        "3normal"
      ]
    },
    "GenericoBueno": {
      "1": [
        "1bueno"
      ],
      "2": [
        "2bueno"
      ],
      "3": [
        "3bueno"
      ]
    }
  },
  "Contable": {
    "Presentacion": [
      "Anda hola, debes ser nuevo por aqui, mi nombre es Glover Globus, CEO principal de la empresa Globinterprise.",
      "Principalmente nos encargamos de mediar entre la compra y venta de los anillos exteriores e interiores a cambio de una comisi$on.",
      "Basicamente les compramos los productos a los campesinos y los artesanos y se los vendemos a los nobles.",
      "La verdad que no nos podemos quejar jiji.",
      "Bueno espero verte por aqui m$as de seguido, un placer pimpollo."
    ],
    "FelicidadMinima": [
      "Felicidad minima Artesano"
    ],
    "FelicidadMaxima": [
      "Felicidad maxima Artesano"
    ],
    "Eventos": {
      "1": [
        "1evento"
      ],
      "2": [
        "2evento"
      ],
      "3": [
        "3evento"
      ],
      "4": [
        "4evento"
      ],
      "5": [
        "5evento"
      ]
    },
    "GenericoMalo": {
      "1": [
        "1malo"
      ],
      "2": [
        "2malo"
      ],
      "3": [
        "3malo"
      ]
    },
    "GenericoNormal": {
      "1": [
        "1normal"
      ],
      "2": [
        "2normal"
      ],
      "3": [
        "3normal"
      ]
    },
    "GenericoBueno": {
      "1": [
        "1bueno"
      ],
      "2": [
        "2bueno"
      ],
      "3": [
        "3bueno"
      ]
    }
  },
  "Tutorial": {
    "0": [
      "Bienvenido a tu oficina de trabajo. Aqu$i es donde vigilamos que todos los paquetes salgan bien.",
      "Por si se te ha olvidado, te recordar$e como se trabaja. Ver$as que es muy sencillo."
    ],
    "1": [
      "El manual es tu mejor amigo. S$acalo de su atril y arrastralo hasta encima de la mesa."
    ],
    "2": [
      "En el manual est$a todo lo que necesitas saber sobre los paquetes que te ir$an llegando.",
      "Vamos a hacer un ejemplo con un paquete que esta al caer."
      
    ],
    "3": [
      "El paquete est$a repleto de informaci$on $util, abajo a la izquierda est$a el remitente, es decir, quien ha mandado el paquete."
    ],
    "4": [
      "Justo arriba est$a el c$odigo postal y la calle. Estos dos nos sirven para saber a que tubo mandar el paquete."
    ],
    "5": [
      "Debemos primero saber a que tubo debemos mandar este paquete. Los tubos representan cada uno un distrito y su simbolo esta representado en el manual.",
      "Vamos a buscar el codigo postal del distrito en la pagina del manual sobre codigos postales."
    ],
    "6": [
      "En la p$agina izquierda se ven los c$odigos postales y sus distritos correspondientes. Este paquete tiene el c$odigo 001, por lo que ir$a al distrito de Hestia, el primer tubo",
      "Antes de poder mandar el paquete, tenemos que sellar con un color el paquete en funcion de su calle. Vamos a la pagina de Hestia para saber que color escoger."
    ],
    "7": [
      "Como ves en la p$agina, hay 3 calles con 3 colores. Hay que sellar el paquete con el color correspondiente de su calle",
      "Para poder sellarlo, tenemos que usar el sello que puedes ver en la parte abajo izquierda de la mesa y mojarlo en uno de los tres cubos",
      "En el paquete tenemos la calle 'Gambon III', que tiene el color verde, as$i que vamos a mojar el sello en el cubo verde y estamparlo en el paquete."
    ],
    "8": [
      "Una vez sellado, ya podemos mandarlo al tubo. Arrastra el paquete hasta el tubo de color rojo, el de Hestia."
    ],
    "9": [
      "Ahora toca volver a hacerlo con este otro paquete. Este tiene el codigo 011. Vamos a buscar su distrito en el manual."
    ],
    "10":[
      "Es del distrito de Demeter. Vamos a su p$agina."
    ],
    "11":[
      "Como vemos, es de la calle Camino del Calamar, as$i que sellaremos con el color azul."
    ],
    "12":[
      "Ahora lo metemos al tubo con su mismo s$imbolo, el de color verde."
    ],
    "13":[
      "Hemos probado ya con los paquetes simples. Sin embargo, la gente en esta ciudad no lo hacen todo bien.",
      "Tenemos que comprobar que los paquetes son legales, que tengan el sello reglamentario y la calle est$e bien puesta.",
      "Fijate que este paquete que acaba de llegar tiene un sello raro. Vamos a buscarlo en la p$agina de los sellos."
    ],
    "14":[
      "Parece que el sello rojo de Armamento del paquete no coincide con el del manual. Este paquete entonces va directo a la basura.",
      "Arrastralo hasta la basura para eliminarlo. Es importante que elimines los ilegales, sino te penalizaremos."
    ],
    "15":[
      "Como somos una empresa super seria, te quiero mostrar que pasa cuando fallas. Para que no falles, obviamente.",
      "No te preocupes que no te voy a penalizar... Tranquilo...",
      "Coge este paquete, que en principio est$a bien reglamentado, y mandalo a la basura."
    ],
    "16":[
      "Fijate que te ha salido una notita explicando tu error. Cada paquete correcto son 20 dolares, y cada paquete err$oneo son 30 dolares, que van subiendo seg$un tus fallos.",
      "Espero no ver muchas notitas cuando trabajes... El anterior a ti le hacia demasiados favores a la gente de la ciudad y acababa no ganando nada..."
    ],
    "17":[
      "Vale esta es la $ultima cosa que tengo que explicarte. Para ello vas a necesitar la herramienta que te acabo de soltar en la mesa",
      "Algunos paquetes pueden contener cosas muy delicadas, y sus propietarios les ponen un sello de fr$agil para que nosotros lo embalemos bien.",
      "Para poder embalarlo, coge la herramienta de embalar, y sigue la ruta de puntos que ver$as al ponerlo por encima del paquete. Sigue la ruta y se quedar$a niquelado."
    ],
    "18":[
      "Muy bien hecho. Ahora aplica lo que hemos aprendido, ponle su sello y mandalo por su tubo correspondiente."
    ],
    "19": [
      "Muy bien, veo que ya te vas acordando. Ya estas listo para poder trabajar."
    ]
  },
  "EsclavaRemix": [
    "Bryant myers",
    "Hoy de nuevo te voy a veeer",
    "si llama pichea el cell",
    "estamos fumando marihuana",
    "hoy seras mi esclava en el cuarto de un motel"
  ]
}