{
    "Vagabundo":{
        "Mini":"Anemos Final Minimo",
        "Mala": "b",
        "Normal":"c",
        "Buena":"d",
        "Maxima":"e"
    },
    "Secretario":{
        "Mini":"a",
        "Mala":"b",
        "Normal":"c",
        "Buena":"d",
        "Maxima":"e"
    },
    "Campesino":{
        "Mini":"Pancracio Warawa acaba harto de las injusticias cometidas hacia $el y los campesinos y decide hablarte ya que cree que trabajas para el secretario del rey y la nobleza. Culpa a tu gesti$on de empeorar la calidad de sus cosechas debido a la ausencia de recursos que sufre. La calidad de sus cultivos ha ca$ido paulatinamente hasta llegar a un punto que pr$acticamente produce bazofia y su econom$ia ha quedado gravemente afectada, lo que hace que sufra de problemas familiares. Pancracio comienza a descuidarse a s$i mismo, a su familia y a sus labores en el grupo de las lechuzas, vuelve a su $epoca depresiva de la que una vez le rescat$o el grupo de las lechuzas. Ahora se le ve borracho a diario en el bar del que una vez fue rescatado, su familia lo ha dejado, y $el mismo ya no acepta la ayuda del grupo de las lechuzas.",
        "Mala":"Pancracio Warawa acaba harto de las injusticias cometidas hacia $el y los campesinos y decide hablarte ya que cree que trabajas para el secretario del rey y la nobleza. Culpa a tu gesti$on de empeorar la calidad de sus cosechas debido a la ausencia de recursos que sufre. La calidad de sus cultivos ha ca$ido paulatinamente hasta llegar a un punto que pr$acticamente produce bazofia y su econom$ia ha quedado gravemente afectada, lo que hace que sufra de problemas familiares. Pancracio comienza a descuidarse a s$i mismo, a su familia y a sus labores en el grupo de las lechuzas, vuelve a su $epoca depresiva de la que una vez le rescat$o el grupo de las lechuzas. Ahora se le ve borracho a diario en el bar del que una vez fue rescatado, su familia lo ha dejado, y $el mismo ya no acepta la ayuda del grupo de las lechuzas.",
        "Normal":"La situaci$on de Pancracio Warawa se mantiene tal y como estaba al principio de la historia, la calidad de sus productos es cuestionable, no llega a ser una bazofia pero no es ni de lejos un buen sabor. La situaci$on con su familia es complicada por los problemas econ$omicos que sufre debido al abusivo precio al que los intermediarios compran sus productos (mucho menos del que tienen al salir al mercado), pero es algo a lo que Pancracio y los suyos ya est$an acostumbrados. En las sombras Pancracio sigue trabajando con el grupo de las lechuzas como de costumbre.",
        "Buena":"La buena distribuci$on de paquetes y las ayudas que le has aportado han hecho que la calidad de las cosechas de Pancracio hayan mejorado bastante, haciendo que Pancracio pueda negociar mejores precios con los intermediarios, lo que ha mejorado bastante la situaci$on familiar de Pancracio, tanto que $el y su mujer han pensado en tener otro hijo pese a su avanzada edad, para ellos formar una gran familia es una de las mayores maravillas de la vida. Contin$ua con sus labores con el grupo de las lechuzas con m$as entusiasmo que antes, debido a que ahora vive algo mejor esto le permite intentar ayudar a m$as gente que encuentra en una situaci$on parecida a la que $el una vez sali$o, haciendo aumentar el n$umero de lechuzas.",
        "Maxima":"Pancracio est$a feliz porque va a tener un nuevo hijo, para Pancracio y su mujer tener una gran familia es uno de sus objetivos en la vida, est$an muy entusiasmados e incluso est$an empezando a pensar en ampliar a$un m$as la familia en un futuro. La buena redistribuci$on de los recursos y las muchas ayudas otorgadas a Pancracio Warawa han hecho que la calidad de las cosechas de Pancracio haya mejorado exponencialmente. Poco a poco Pancracio ha ido vendiendo sus cultivos a buen precio hasta el punto de permitirse negociar unos precios muy buenos con los intermediarios debido a la fama que est$an empezando a obtener sus productos. Debido al aumento de su poder adquisitivo, Pancracio junto al grupo de las lechuzas han decidido abrir un mercado clandestino por el cual lo ciudadanos de los varios exteriores puedan comprar sus productos a un precio muy econ$omico mientra los ciudadanos de los barrios c$entricos siguen comprando los productos a los precios abusivos que marcan los intermediarios."
    },
    "Artesano":{
        "Mini":"Paulino jam$as logra alcanzar m$inimamente la belleza de las supuestas construcciones y creaciones humanas, lo que le lleva a frustrarse y abandonar su sue$%o. Al final termina trabajando durante todo lo que le queda de vida haciendo encargos simples y sin un $apice de creatividad por una miseria de dinero.",
        "Mala":"Paulino jam$as logra alcanzar m$inimamente la belleza de las supuestas construcciones y creaciones humanas, lo que le lleva a frustrarse y abandonar su sue$%o. Al final termina trabajando durante todo lo que le queda de vida haciendo encargos simples y sin un $apice de creatividad por una miseria de dinero.",
        "Normal":"Si bien Paulino no logra captar la belleza de los mitos humanos en sus creaciones no deja de esforzarse d$ia tras d$ia mejorando un poco en cada intento. Adem$as varias de sus creaciones captan la atenci$on de varias personas que le halagan por su sentido art$istico. A$un sin lograr hacer una gran creaci$on disfruta de sus d$ias trabajando en creaciones sencillas mientras en sus ratos libres deja libre su creatividad.",
        "Buena":"Ante la negativa de su jefe por permitirle expresar su creatividad decide dejar su empleo, montando su propio taller en donde empez$o a expresar su amor a la mitolog$ia humana mediante vasijas, herramientas de hierro, copas y vasos de vidrio... Poco a poco su taller fue llamando la atenci$on de gente de todos sus distritos, que fueron conociendo su gran talento. Es as$i como logr$o tener una base s$olida de clientes que estaban dispuestos incluso a pisar el distrito de Hefesto con tal de hacerse con obras de arte tan espectaculares. Si bien esto enfad$o a los comerciantes al no poder hacer de intermediarios, no pudieron hacer nada gracias a la fama que se hab$ia cosechado.",
        "Maxima":"Despu$es de que Paco le revelara su secreto y le mostrase c$omo es un humano realmente, Paulino se llen$o de dicha y alegr$ia al saber que las maravillosas obras que siempre hab$ia tomado como inexplicables hab$ian sido hechas por seres mortales, seres como $el o cualquier otro. Es as$i como dedic$o el resto de su vida a investigar todos los procesos y t$ecnicas art$isticas, con ayuda claro est$a de Paco. Gracias a todos estos conocimientos, no solo abri$o un exitoso negocio de artesan$ia, donde hac$ia desde vasijas diminutas hasta grandes estatuas de oricalco, sino que tambi$en consigui$o un gran grupo de estudiantes y aprendices que har$ian que su magn$ifica t$ecnica se recordarse a lo largo de los siglos venideros."
    },
    "Tarotisa":{
        "Mini":"Poco a poco Abigail se fue haciendo m$as y m$as avara, hasta el punto de vender ella misma los productos ignorando completamente a los boticarios. Estos, hartos de su soberbia decidieron traicionarla, revelando los enga$%os que ha estado diciendo durante a$%os. Si bien esto provoc$o una gran tensi$on entre Abigail y sus clientes, todo explot$o cuando uno de ellos se acab$o enfermando debido a una de las algas que Abigail le di$o. Este $ultimo suceso provoc$o la ira de todos sus clientes, lo que le di$o una mala fama que se propag$o por todo el reino. Al final Abigail acab$o sus d$ias de vejez malviviendo en el distrito de Hestia.",
        "Mala":"Poco a poco Abigail se fue haciendo m$as y m$as avara, hasta el punto de vender ella misma los productos ignorando completamente a los boticarios. Estos, hartos de su soberbia decidieron traicionarla, revelando los enga$%os que ha estado diciendo durante a$%os. Si bien esto provoc$o una gran tensi$on entre Abigail y sus clientes, todo explot$o cuando uno de ellos se acab$o enfermando debido a una de las algas que Abigail le di$o. Este $ultimo suceso provoc$o la ira de todos sus clientes, lo que le di$o una mala fama que se propag$o por todo el reino. Al final Abigail acab$o sus d$ias de vejez malviviendo en el distrito de Hestia.",
        "Normal":"Abigail mantuvo su oscuro negocio con los boticarios, manteniendo a todos los habitantes de los anillos exteriores preocupados por su salud y destino, gastando sus ahorros en falsas esperanzas y soluciones para evitar tales desgracias. Todo este miedo que gener$o en los habitantes g$enero que fue repudiada por todos debido al miedo que la ten$ian. Al final acab$o muriendo de vejez sola en una gran casa en el distrito de Artemisa.",
        "Buena":"Tras mucho pensarlo Abigail se dio cuenta de que el abandono de su marido en el pasado no fue un acto de ego$ismo por parte de este, mostraba su gran nobleza y pureza al preferir la pobreza a timar a personas como hab$ia estado haciendo ella durante todo este tiempo. Decidida a mejorar tom$o todos sus ahorros para comprarse una peque$%a granjita con la que ganarse la vida humildemente. Esto provoc$o el descontento de los boticarios, los cuales de vez en cuando iban a visitarla para persuadir de volver al negocio. Ella siempre se neg$o a esto, trabajando honradamente y muriendo con la conciencia tranquila y con la esperanza de que su marido all$a donde estuviera, hubiera podido saber sobre su cambio y sus arrepentimientos.",
        "Maxima":"Despu$es de tantos a$%os de rencor y odio, el coraz$on de Abigail se hab$ia ablandado, dejando de ver la vida como una lucha constante por ver qui$en es m$as astuto, sino m$as como un viaje en el que si bien hay muchas dificultades, la verdadera raz$on para disfrutarlo son las personas que te encuentras en este. Es por ello que Abigail trato de mejorar, siguiendo por primera vez los consejos que le di$o su marido, el cual siempre se opuso a timar a la gente, viendo ahora este comportamiento, no como un s$imbolo de debilidad, sino de fortaleza al no dejarse degradar por el horrible entorno en el que se encontraban. Fue as$i como Abigail fue devolviendo el dinero a las diferentes personas que en su vida hab$ia timado, siendo sincera con ellos sobre su pasado y esperando su perd$on en un futuro. En cuanto a los boticarios, cort$o totalmente la relaci$on con ellos, abandonando el negocio que ten$ia con ellos para siempre. Por $ultimo, y con lo poco que pudo conservar de dinero, se dispuso a buscar a su ex marido, en busca de redenci$on y para poder compartir a su lado sus $ultimos a$%os de vida. Tras unos meses pudo dar con $el, el cual sobrevivi$o todos estos a$%os humildemente en una granja del distrito de Demeter. Tras explicarle todo lo que pas$o, entre l$agrimas pudieron reconciliarse, retomando el profundo amor que una vez sintieron el uno por el otro."
    },
    "Soldado":{
        "Mini":"Despu$es de varios meses de luchar contra la burocracia y la indiferencia de los nobles, Abakand finalmente se encuentra en su punto de quiebre. Los informes negativos y las constantes quejas de los nobles lo han desmoralizado por completo. Incapaz de soportar m$as la presi$on, renuncia a su puesto en el ej$ercito de Atlantis y decide exiliarse en un peque$%o pueblo en los distritos exteriores, lejos de la pol$itica y el conflicto. Aqu$i, Abakand vive una vida tranquila pero llena de arrepentimiento, constantemente atormentado por los 'qu$e pasar$ia si' de su carrera.",
        "Mala":"Despu$es de varios meses de luchar contra la burocracia y la indiferencia de los nobles, Abakand finalmente se encuentra en su punto de quiebre. Los informes negativos y las constantes quejas de los nobles lo han desmoralizado por completo. Incapaz de soportar m$as la presi$on, renuncia a su puesto en el ej$ercito de Atlantis y decide exiliarse en un peque$%o pueblo en los distritos exteriores, lejos de la pol$itica y el conflicto. Aqu$i, Abakand vive una vida tranquila pero llena de arrepentimiento, constantemente atormentado por los 'qu$e pasar$ia si' de su carrera.",
        "Normal":"Abakand contin$ua sirviendo en el distrito de Apolo, aunque nunca logra el traslado a los distritos exteriores que tanto anhela. Sin embargo, con el tiempo, aprende a encontrar peque$%as alegr$ias en su rutina diaria. Los nobles siguen siendo una fuente constante de frustraci$on, pero Abakand encuentra consuelo en las amistades que ha cultivado y en los pocos residentes que aprecian su labor. Aunque no vive su sue$%o, encuentra un equilibrio y un prop$osito en su servicio diario.",
        "Buena":"Gracias al apoyo constante y la colaboraci$on con sus amigos y compa$%eros, Abakand logra mejorar significativamente la situaci$on en el distrito de Apolo. Su dedicaci$on y esfuerzo finalmente son reconocidos, y se le ofrece la oportunidad de supervisar una misi$on temporal en los distritos exteriores. Durante esta misi$on, demuestra su val$ia y capacidad para proteger a los m$as necesitados, lo que eventualmente lleva a un traslado permanente. Abakand se convierte en un protector venerado en los distritos exteriores, sintiendo que su vida finalmente tiene el prop$osito que siempre busc$o.",
        "Maxima":"Abakand finalmente convence a sus superiores de asignarlo a los distritos exteriores de manera permanente. No solo cumple su sue$%o de proteger a los m$as vulnerables, sino que tambi$en se convierte en un l$ider inspirador para su comunidad. Bajo su gu$ia, los distritos exteriores florecen, y Abakand es celebrado como un h$eroe tanto por su valent$ia como por su empat$ia. La comunidad reconoce su dedicaci$on con un festival anual en su honor, y Abakand vive el resto de sus d$ias con un profundo sentido de realizaci$on y felicidad, sabiendo que ha dejado un impacto duradero y positivo en Atlantis."
    },
    "Contable":{
        "Mini":"Si bien Glover acab$o d$andose cuenta de las mentiras de su padre, nunca cambi$o su trato hacia los campesinos y artesanos, lo $unico que cambi$o fue su motivaci$on. $el estaba convencido de que todos a su alrededor lo menospreciaban, que pensaban que era simplemente la sombra de lo que una vez fue su padre, confunde ser inocente y amable con ser estupido. Es por ello que no solo sigui$o comprando a bajo precio a los de los anillos exteriores, sino que adem$as aument$o el precio de venta a los burgueses. Conoc$ia su posici$on y su ventaja as$i que se aprovech$o de esta. Acab$o sus d$ias como una de las personas m$as odiadas de toda la Atlantida, muriendo en total y absoluta soledad.",
        "Mala":"Si bien Glover acab$o d$andose cuenta de las mentiras de su padre, nunca cambi$o su trato hacia los campesinos y artesanos, lo $unico que cambi$o fue su motivaci$on. $el estaba convencido de que todos a su alrededor lo menospreciaban, que pensaban que era simplemente la sombra de lo que una vez fue su padre, confunde ser inocente y amable con ser estupido. Es por ello que no solo sigui$o comprando a bajo precio a los de los anillos exteriores, sino que adem$as aument$o el precio de venta a los burgueses. Conoc$ia su posici$on y su ventaja as$i que se aprovech$o de esta. Acab$o sus d$ias como una de las personas m$as odiadas de toda la Atlantida, muriendo en total y absoluta soledad.",
        "Normal":"Glover siempre mantuvo las palabras de su padre como la verdad absoluta, $el cre$ia firmemente en que hac$ia un favor a todos aquellos campesinos y artesanos a los que compraba sus productos por bajo precio. Por otra parte, se hizo bastante amigo de varios burgueses que acabaron convirti$endose en sus clientes habituales. Aunque nunca lleg$o a estar totalmente solo, acab$o siendo repudiado por toda la gente de los anillos exteriores, no pudiendo ni pisar esa zona por su seguridad.",
        "Buena":"Una vez que descubri$o las mentiras de su padre y la horrible situaci$on que viven d$ia a d$ia los habitantes del anillo exterior, Glover supo que deb$ia de hacer algo para arreglar estas injusticias. Como primera medida aument$o el dinero que pagaba a los campesinos y artesanos por sus productos. Esta decisi$on supuso p$erdidas en su empresa, las cuales pudo solventar mediante el despido de numerosos cargos que apenas trabajaban y que fueron contratados por favores que deb$ia su padre a numerosas personas. Esto puso en riesgo su seguridad, pero fue acogido con los brazos abiertos por todas las personas del anillo exterior, que agradecen su trato amable y sincero. Al final Glover pas$o sus d$ias rodeado de amigos y vecinos amables en una casa de anillos exteriores.",
        "Maxima":"Glover acab$o d$andose cuenta de que las mentiras de su padre no solo hab$ian nublado su juicio, sino que tambi$en impidieron que los distritos del anillo exterior e interior pudieran aprender a convivir unos con otros. Es por ello que la empresa de Glover pas$o a convertirse en un puro intermediario que serv$ia para mediar entre el comercio de campesinos y artesanos con los burgueses. La empresa pas$o a cobrar tan solo una m$inima comisi$on de cada venta, lo que mejor$o enormemente la calidad de vida de los anillos exteriores al mismo tiempo que se le daba una lecci$on de aceptaci$on y mentalidad abierta a los anillos interiores. Poco a poco su empresa fue ganando menos al haber una mejor convivencia entre las personas. Al final la empresa no pudo sostenerse por m$as tiempo y acab$o quebrando. Aunque lejos de estar triste Glover se alegr$o de esto, ya que supon$ia el acercamiento de los distintos distritos entre s$i. Con la fortuna que amas$o su familia por d$ecadas, Glover pudo hacerse con una casa humilde en su querido distrito de Hermes, donde pudo admirar cada d$ia los frutos de su trabajo. Al final Glover paso a la historia como una de las primeras personas en dar el paso a la paz y colaboraci$on entre distritos."
    }
}